const mn = {
    "title": "ALTEX Дижитал Бирж",
    "mobile_menu_trade": "Арилжаа",
    "mobile_menu_about_us": "Бидний тухай",
    "mobile_menu_about_exchange": "Биржийн тухай",
    "mobile_menu_team": "Баг хамт олон",
    "mobile_menu_academy": "Академи",
    "mobile_menu_market_news": "Зах зээлийн мэдээ",
    "mobile_menu_crypto_knowledge": "Крипто мэдлэг",
    "mobile_menu_projects": "Төслүүд",
    "mobile_menu_register": "Бүртгүүлэх",
    "mobile_menu_login": "Нэвтрэх",
    "translate_lang": "Eng",
    "industry_select": "Байгууллага",
    "menu_trade": "Арилжаа",
    "menu_about_us": "Бидний тухай",
    "menu_about_exchange": "Биржийн тухай",
    "menu_team": "Баг хамт олон",
    "menu_academy": "Академи",
    "menu_market_news": "Зах зээлийн мэдээ",
    "menu_crypto_knowledge": "Крипто мэдлэг",
    "menu_projects": "Төслүүд",
    "menu_register": "Бүртгүүлэх",
    "menu_login": "Нэвтрэх",
    "jumbo_head": "Дижитал санхүүг хялбараар",
    "jumbo_desc": "Дижитал хөрөнгө оруулалт хийх хамгийн найдвартай платформыг санал болгож байна.",
    "jumbo_button": "Арилжаанд оролцох",
    "market_trend": "Зах зээлийн тренд",
    "feature_1_head": "Нэгдсэн хөрвөх сан",
    "feature_1_desc": "Санхүүгийн байгууллагууд, маркет мэйкрүүдийн оролцоотой нэгдсэн хөрвөх сан",
    "feature_2_head": "Байгууллагын үйлчилгээ",
    "feature_2_desc": "Спот арилжаа, Брокер (OTC), Хөрөнгө оруулалтын багцийн үйлчилгээ",
    "feature_3_head": "Зах зээлийн өрсөлдөхүйц үнэ",
    "feature_3_desc": "Дижитал хөрөнгийг зах зээлд хамгийн өрсөлдөхүйц үнээр худалдаж авах, зарах боломж",
    "feature_4_head": "Зарлагын лимит",
    "feature_4_desc": "Крипто болон фиат валютын зарлага $30,000 - $200,000",
    "feature_5_head": "Хямд сүлжээний шимтгэл",
    "feature_5_desc": "Криптовалютын гүйлгээг хамгийн хямдаар хийх боломж",
    "referal_code_head": "Реферал код оруулах",
    "referal_code_desc": "Та бүртгэлээ баталгаажуулсан имэйл хаяг, промо кодоо илгээгээд урамшуулалд хамрагдаарай.",
    "referal_code_email": "Бүртгэлтэй и-мэйл",
    "referal_code_promo": "Промо код",
    "referal_code_send": "Илгээх",
    "app_head": "Гар утасны аппликэйшн",
    "app_heading":"ТУН УДАХГҮЙ",
    "app_desc": "Арилжаанд оролцох, хэтэвчээ удирдах хамгийн хялбар замыг санал болгож байна.",
    "start_trade_head": "Арилжаагаа эхлүүлэх <span class='whitespace-nowrap'>4 алхам</span>",
    "start_trade_desc": "Өнөөдөр бүртгэлээ үүсгээд арилжаагаа эхлүүлээрэй!",
    "start_trade_1": "Бүртгэл<br />үүсгэх",
    "start_trade_2": "Бүртгэл<br />баталгаажуулах",
    "start_trade_3": "Дансаа<br />цэнэглэх",
    "start_trade_4": "Арилжаа<br />хийх",
    "start_trade_desc_bottom": "Өнөөдөр бүртгэлээ үүсгээд арилжаагаа эхлүүлээрэй!",
    "start_trade_button": "Бүртгүүлэх",
    "footer_about_us": "Бидний тухай",
    "footer_about_exchange": "Биржийн тухай",
    "footer_team": "Баг, хамт олон",
    "footer_academy": "Академи",
    "footer_market_news": "Зах зээлийн мэдээ",
    "footer_crypto_knowledge": "Крипто мэдлэг",
    "footer_projects": "Төслүүд",
    "footer_service": "Үйлчилгээ",
    "footer_terms_of_service": "Үйлчилгээний нөхцөл",
    "footer_privacy_policy": "Нууцлалын бодлого",
    "footer_fee": "Шимтгэл",
    "footer_help": "Тусламж",
    "footer_faq": "Түгээмэл асуултууд",
    "footer_feedback": "Санал хүсэлт",
    "footer_contact": "Холбоо барих",
    "footer_address": "Сүхбаатар дүүрэг 1-р хороо, Жамъян Гүний гудамж-5, Хаан Даатгал компанийн байр",
    "bottom": "Зохиогчийн эрх © 2023 Бүх эрх хуулиар хамгаалагдсан",
    "notif_success": "Таны мэдээллийг хүлээж авлаа.",
    "notif_fail": "Алдаа гарлаа, та дахин оролдоно уу!",
    "notif_alert": "И-мэйл, промо кодоо зөв оруулна уу!",
    "newsletter_title": "Цахим сонинд бүртгүүлэх",
    "newsletter_desc": "Та манайд бүртгүүлж хамгийн сүүлийн үеийн мэдээллийг тогтмол аваарай.",
    "newsletteremail": "И-мэйл",
    "newsletter_send": "Илгээх",

    "feedback_title": "Санал хүсэлт илгээх",
    "feedback_details": "Та өөрийн илгээх санал хүсэлтээ доорх хуудсанд бөглөж оруулна уу. Бид таны хүсэлтийг хүлээн авч шийдвэрлэхдээ таатай байх болно. Танд баярлалаа.",
    "feedback_name": "Нэр",
    "feedback_phone": "Утас",
    "feedback_email": "И-мэйл",
    "feedback_subject": "Гарчиг",
    "feedback_message": "Санал хүсэлт",
    "feedback_submit": "Илгээх",
    "feedback_fail_message": "Таны мэдээллийг хүлээж авлаа.",
    "feedback_success_message": "Алдаа гарлаа, та дахин оролдоно уу!",

    "corporate_header_title":"Дижитал хөрөнгө оруулалтыг хялбараар",
    "corporate_header_section":"Байгууллагад зориулсан дижитал хөрөнгө оруулалтын хамгийн найдвартай платформыг санал болгож байна.",
    "corporate_section_title":"Дижитал хөрөнгө нь хөгжлийнхөө 4-р шат руу орж, олон улсын томоохон байгууллагуудын хөрөнгө оруулалтын чиг хандлага дижитал буюу крипто зах зээл рүү аль хэдийн шилжээд эхэлсэн нь түүний өсөн нэмэгдэж буй үнэ цэн, цаг үеийг мэдэрсэн ухаалаг хөрөнгө оруулалт болж байна.",
    "corporate_section_title_second":`Бид хөрөнгө оруулагчид болон байгууллагуудад зориулсан уян хатан <span className='font-bold'>виртуал хөрөнгө оруулалтын</span> үйлчилгээг анх удаа дотоодын зах зээлд нэвтрүүлсэн бөгөөд та бүхэнд дараах боломжийг олгож байна.`,
    "corporate_management":"Хөрөнгийн удирдлага",
    "corporate_management_title":"Хугацаа, эрсдэл, өгөөж зэргийг тооцон богино, дунд, урт хугацааны хөрөнгө оруулалтын багц бүрдүүлэх үйлчилгээ",
    "corporate_arbitrage":"Арбитраж",
    "corporate_arbitrage_title":"Бирж хоорондын ханшийн зөрүүг ашиглан эрсдэлгүй ашиг хийх боломж",
    "corporate_trading":"Спот арилжаа",
    "corporate_trading_title":"Эрсдэлгүй урт болон богино хугацаанд арилжаа хийх боломж",


    "faq_title": "Түгээмэл асуултууд",
    "faq_title_customer_service": "Хэрэглэгчийн үйлчилгээ",
    "faq_title_settlement": "Төлбөр тооцоо",
    "faq_q1": "1. Хэрхэн бүртгэлээ баталгаажуулах вэ?",
    "faq_a1": `
        <ul class="list-disc leading-6 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно.</span></li>
            <li><span class="font-bold">Тохиргоо</span> цэсрүү орж <span class="font-bold">Verify хэсэгт</span> байрлах <span class="font-bold">Verify now</span> товчин дээр дарна.</li>
            <li>Гарч ирсэн сонголтоос <span class="font-bold">Хувь хүн буюу Personal</span> сонголтыг сонгоно.</li>
            <li>Бүртгэл баталгаажуулалт 4 алхмаас бүрдэх бөгөөд <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарж <span class="font-bold">Алхам 1 рүү шилжинэ</span>.</li>
            <li>Үүнээс өмнө бичиг баримтын зургийг хэрхэн хуулж оруулах зөвлөгөөг сайтар <span class="font-bold">уншиж танилцаарай</span>.</li>
            <li>Бичиг баримтын төрлөөс <span class="font-bold">Иргэний үнэмлэх</span> эсвэл <span class="font-bold">Гадаад паспортын</span> аль нэгийг сонгоно .</li>
            <li><span class="font-bold">Иргэний үнэмлэхийг сонгосон</span> бол үнэмлэхийн <span class="font-bold">урд</span> болон <span class="font-bold">ард талын зургийг</span> дараах дарааллаар хуулж оруулаад <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна.</li>
            <li><span class="font-bold">Гадаад паспортыг сонгосон</span> бол <span class="font-bold">хувийн мэдээлэл бүхий хуудсын зургийг</span> оруулахаас гадна <span class="font-bold">e-mongolia-гаас хаягийн бүртгэлийн лавлагааг</span> авч оруулах шаардлагатайг анхаарна уу.</li>
            <li><span class="font-bold">Алхам 2</span> дээр <span class="font-bold">камерыг нээж</span> дэлгэцний дээр гарах <span class="font-bold">notification</span> цонхонд <span class="font-bold">allow</span> товчийг дарснаар таны видео сельфиг хийж эхэлнэ.</li>
            <li>Дэлгэцэнд гарах зааврын дагуу дараах 4 үйлдлийг хийж гүйцэтгээд <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна.</li>
            <li><span class="font-bold">Алхам 3</span> нь хувийн мэдээллийн хэсэг бөгөөд <span class="font-bold">ажил эрхлэлт, холбоо барих</span> болон <span class="font-bold">хаягийн мэдээллийг</span> бичиж оруулаад <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна уу.</li>
            <li><span class="font-bold">Алхам 4</span> дээр эхний 3 алхам дээр оруулсан мэдээллүүдээ нягталж <span class="font-bold">Үйлчилгээний нөхцөл</span> болон <span class="font-bold">Нууцлалын бодлогыг</span> уншиж танилцаад хүлээн <span class="font-bold">зөвшөөрсний дараа Илгээх</span> товчийг дарж хувийн мэдээллүүдээ илгээнэ.</li>
            <li>Таны илгээсэн мэдээллийг бид нягталж үзээд <span class="font-bold">баталгаажуулалт амжилттай болсон эсэх</span> мэдээллийг таны <span class="font-bold">бүртгэлтэй имэйлээр илгээх болно</span>.</li>
        </ul>
    `,
    "faq_q": "2. Хэрхэн бүртгэлээ устгах вэ?",
    "faq_a": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Та Алтекс дижитал бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан сельфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a> хаягаар бичиж илгээнэ үү.</li>
            <li>Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс тантай холбогдож баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
    `,
    "faq_q2": "3. Хувийн мэдээллээ хэрхэн шинэчлэх вэ?",
    "faq_a2": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Та Алтекс дижитал бирж дээрх бүртгэлтэй хувийн мэдээллээ өөрчлөхийг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан сельфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a> хаягаар бичиж илгээнэ үү.</li>
            <li>Таны мэдээллийг өөрчлөхөөс өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
    `,
    "faq_q3": "4. Нууц үгээ хэрхэн шинэчлэх вэ?",
    "faq_a3": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span>бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Тохиргоо</span> цэсрүү орж <span class="font-bold">Password</span> товчин дээр дарснаар хуучин нууц үгээ 1 удаа, шинэ нууц үгээ 2 удаа бичиж оруулах талбар гарч ирнэ.</li>
            <li>Дээрх талбарыг бөглөн <span class="font-bold">Save</span> товчийг дарснаар таны шинэ нууц үг хадгалагдана.</li>
        </ul>
    `,
    "faq_q4": "5. 2FA хамгаалалтыг хэрхэн идэвхжүүлэх вэ?",
    "faq_a4": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Google Authenticator app</span>-ыг өөрийн утасны Playstore болон Appstore-с татаж авна.</li>
            <li>www.altex.mn хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Settings</span> цэсрүү орж <span class="font-bold">Security</span> хэсэгт байрлах Google Authenticator <span class="font-bold">Add new</span> товч дээр дарж <span class="font-bold">QR код</span> үүсгэнэ.</li>
            <li>Үүссэн <span class="font-bold">QR кодыг</span> өөрийн утасны Google Authenticator app-руу нэвтрэн орж <span class="font-bold">Scan code</span> товчийг дарснаар уншуулж идэвхжүүлнэ.</li>
            <li>Google Authenticator app дээр гарч ирэх <span class="font-bold">6 оронтой кодыг</span> платформ дээрээ оруулснаар таны холболт амжилттай хийгдэнэ.</li>
        </ul>
    `,
    "faq_q5": "6. 2FA хамгаалалтаа хэрхэн салгах вэ?",
    "faq_a5": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Алтекс дижитал бирж дээрх 2FA хамгаалалтаа салгуулахыг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан селфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаягаар бичиж илгээнэ үү.</li>
            <li>Таны мэдээллийг өөрчлөхөөс өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
        Санамж: 2FA холболтоо шинээр дахин хийгээгүй тохиолдолд крипто арилжаа, орлого зарлага хийх боломжгүй гэдгийг анхаарна уу.</div>
    `,
    "faq_q23": "7. Хэрхэн хаягийн баталгаажуулалт хийх вэ?",
    "faq_a23": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээснээр хаягийг баталгаажуулах боломжтой.</div>
    `,
    "faq_q6": "8. Иргэний үнэмлэхгүй бол хэрхэн хаягийн баталгаажуулалт хийх вэ?",
    "faq_a6": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-гаас Хаягийн бүртгэлийн лавлагааг авч илгээнэ.</li>
            <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ. </li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            Санамж: Баримт бичиг нь Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.
        </div>
    `,
    "faq_q7": "9. Хэрхэн Итгэмжит харилцагч болох вэ?",
    "faq_a7": `
        <ul class="list-disc leading-6 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li class="mb-3">Харилцагчийн зарлагын дээд хэмжээг нэмэгдүүлэн Итгэмжит харилцагч болох хүсэлтийг өөрийн Алтекс дижитал биржид бүртгэлтэй имэйл хаягаас компанийн <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаяг, эсхүл бүртгэлтэй дугаараас албан ёсны телеграм болон фейсбүүк хуудсанд ирүүлнэ.</li>
            <li class="mb-3">Баталгаажсан харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын хэмжээг нэмэгдүүлэн Итгэмжит харилцагч болох хүсэлт гаргасан тохиолдолд Итгэмжит харилцагчийн зарлагын дээд хэмжээний 1%-тай тэнцэхүйц шимтгэлийг 1 удаа төлнө.</li>
            <li>Харилцагчийн бүртгэл хариуцсан ажилтан болон Эрсдэл хариуцсан ажилтан нь харилцагчийн хүсэлтийг ажлын 1 хоногт багтаан шийдвэрлэж энэ тухай харилцагчид имэйл эсхүл утсаар хариу мэдэгдэнэ.</li>
        </ul>
    `,
    "faq_q8": "10. Компанийн хаяг нээхэд ямар бичиг баримтууд шаардлагатай вэ?",
    "faq_a8": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li class="mb-3">Харилцагчийн зарлагын дээд хэмжээг нэмэгдүүлэн Түнш харилцагч болох хүсэлтийг өөрийн Алтекс дижитал биржид бүртгэлтэй имэйл хаягаас компанийн <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаяг, эсхүл бүртгэлтэй дугаараас албан ёсны телеграм болон фейсбүүк хуудсанд ирүүлнэ.</li>
            <li class="mb-3">Баталгаажсан харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын хэмжээг нэмэгдүүлэн Түнш харилцагч болох хүсэлт гаргасан тохиолдолд Түнш харилцагчийн зарлагын дээд хэмжээний 1%-тай тэнцэхүйц шимтгэлийг 1 удаа төлнө.</li>
            <li>Харилцагчийн бүртгэл хариуцсан ажилтан болон Эрсдэл хариуцсан ажилтан нь харилцагчийн хүсэлтийг ажлын 1 хоногт багтаан шийдвэрлэж энэ тухай харилцагчид имэйл эсхүл утсаар хариу мэдэгдэнэ. </li>
        </ul>
    `,
    "faq_q9": "11. Хувь хүний бүртгэл баталгаажуулахад ямар бичиг баримтууд шаардлагатай вэ?",
    "faq_a9": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Таны хүчинтэй бичиг баримт (Иргэний үнэмлэх эсхүл Гадаад паспорт)</li>
            <li>Бичиг баримтыг барьж авхуулсан селфи зураг</li>
            <li>Хаягийн баталгаа
                <ul class="list-disc px-6 list-inside">
                    <li>Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээснээр хаягийг баталгаажуулах боломжтой. </li>
                    <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-аас Хаягийн бүртгэлийн лавлагааг авч илгээснээр хаягийг баталгаажуулах боломжтой.</li>
                    <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ. </li>
                </ul>
            </li>
        </ul>
        <div class="text-[0.9rem] font-montserrat mt-10">
            Санамж: Баримт бичиг нь Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.
        </div>
    `,
    "faq_q10": "12. Хувь хүний бүртгэл хэдий хугацаанд баталгаажих вэ?",
    "faq_a10": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Хувь хүний бүртгэл баталгаажуулах хүсэлтийг ажлын 1 өдөрт багтаан шийдвэрлэнэ. </li>
            <li>Харилцагчийн бүртгэлийн мэргэжилтэн шаардлагатай гэж үзвэл тантай холбогдон нэмэлт тодруулга авч хамтран ажиллах болно. </li>
        </ul>
    `,
    "faq_q11": "13. Байгууллагын бүртгэл баталгаажуулахад ямар бичиг баримтууд шаардлагатай вэ?",
    "faq_a11": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>CORPORATE STRUCTURE CHART - Компанийн бүтэц зохион байгуулалтын зураглал </li>
            <li>COMPANY PROOF OF ADDRESS ISSUED - Компанийн төв салбарын хаягийн мэдээлэл</li>
            <li>CERIFICATE OF INCORPORATION - Байгууллагын улсын бүртгэлийн гэрчилгээ ард, урд талаас авсан зураг</li>
            <li>MEMORANDIUM AND ARTICLES OF ASSOCIATION - Байгууллагын дүрэм</li>
            <li>CERTIFICATE OF INCUMBENCY - Тусгай зөвшөөрлийн дагуу үйл ажиллагаа явуулдаг бол үйл ажиллагааны чиглэлийн дагуу тусгай зөвшөөрөл</li>
            <li>PASSPORT OF ALL DIRECTORS AND SHAREHOLDERS WITH 25% OR MORE SHAREHOLDING - Байгууллагын гүйцэтгэх захирал болон байгууллагын 25-аас дээш хувь эзэмшигчдийн бичиг баримт (Иргэний үнэмлэх эсвэл Гадаад паспорт)</li>
            <li>PERSONAL PROOF OF ADDRESS OF ALL - Гүйцэтгэх захирал болон хувь эзэмшигчдийн байнгын оршин суугаа хаягийн баталгаа
                <ul class="list-disc px-6 list-inside">
                    <li> Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээнэ.</li>
                    <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-аас Хаягийн бүртгэлийн лавлагааг авч илгээнэ.</li>
                    <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ.</li>
                </ul>
            </li>
            <li>PASSPORT OF THE APPLICANT OR AUTHORIZED PERSONS - Алтекс дижитал бирж дээрх дансыг захиран зарцуулах эрхтэй томилогдсон байгууллагын итгэмжлэгдсэн төлөөлөгчийн бичиг баримт (Иргэний үнэмлэх эсвэл Гадаад пасспорт),</li>
            <li>PERSONAL PROOF OF ADDRESS - Итгэмжлэгдсэн төлөөлөгчийн байнгын оршин суугаа хаягийн баталгаа.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            <div>Санамж: Дээр дурдсан бичиг баримтууд нь заавал шаардагдах бичиг баримтууд бөгөөд Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.</div>
            <div>Хэрэв нэмэлт материал шаардлагатай гэж үзвэл харилцагчийн бүртгэлийн ажилтан холбогдох болно.</div>
        </div>
    `,
    "faq_q12": "14. Байгууллагын бүртгэлийн хүсэлт хичнээн хугацааны дараа баталгаажих вэ?",
    "faq_a12": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Байгууллагын хүсэлт шаардлагатай бүх материалыг хавсаргаснаас хойш ажлын 5 хоногт бүрэн шалгагдаж дуусна.</li>
            <li>Таны бүртгэлийг баталгаажуулах явцад манай харилцагчийн бүртгэлийн мэргэжилтэн таньтай хамтарч ажиллах болно.</li>
        </ul>
    `,
    "faq_q13": "1. Хэрхэн фиат орлого хийх вэ?",
    "faq_a13": `
        <ul class="list-disc leading-6 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat overflow-y-auto">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Орлого</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Банкны гүйлгээ</span> товчин дээр дарна. </li>
            <li>Дансандаа орлого хийх дүнгээ ам.доллараар бичиж оруулан <span class="font-bold">Орлого</span> товчин дээр дарна.</li>
            <li>
                <div>Үүссэн <span class="font-bold">Reference code</span>-ийг банкны шилжүүлэг хийхдээ <span class="font-bold">Гүйлгээний утга</span> хэсэгт бичиж оруулна.</div>
                <div>Ингэснээр таны хүсэлтийг оператор хүлээн авч баталгаажуулахад хялбар байх болно.  </div>
            </li>
            <li>
                <div>Алтекс дижитал бирж - Дансны мэдээлэл</div>
                <div>Хаан банк: 5111667508</div>
                <div>Голомт банк: 3005148881</div>
                <div>ХХБ: 404266849</div>
                <div>Хүлээн авагчийн нэр: Чойжин Алтекс ХХК</div>
            </li>
            <li>Хэрэглэгч та <span class="font-bold">бүртгэлээ баталгаажуулаагүй тохиолдолд</span> Орлого хийх хүсэлт гаргах боломжгүйг анхаарна уу.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            <div>Санамж: Баталгаажсан харилцагч нь фиат орлого хийхдээ Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын орлогын ханшаар тооцож төгрөгийн орлого хийнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,
    "faq_q14": "2. Хэрхэн фиат зарлага хийх вэ?",
    "faq_a14": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Зарлага</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Bank transfer</span> товчин дээр дарна. </li>
            <li><span class="font-bold">Add bank</span> товчин дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.</li>
            <li>Гарч ирсэн цонхонд <span class="font-bold">Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг</span> дахин бичиж <span class="font-bold">Submit</span> товчин дээр дарна.</li>
            <li>Утасныхаа <span class="font-bold">Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог</span> бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. (Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.)</li>
            <li>Дараах цонхноос хадгалсан <span class="font-bold">банкны мэдээллийг сонгож</span>, дараа нь <span class="font-bold">Continue</span> товчийг дарж үргэлжлүүлнэ.</li>
            <li>Зарлага хийх дүнгээ бичиж оруулаад <span class="font-bold">Зарлага</span> товчийг дарна. </li>
            <li>Таны хүсэлтээ баталгаажуулах үүднээс <span class="font-bold">Google Authenticator 6 оронтой тоог дахин бичиж оруулах</span> шаардлагатай.</li>
            <li>Таны зарлагын хүсэлтийг <span class="font-bold">Даваа-Баасан</span> гарагийн <span class="font-bold">9:00-18:00</span> хооронд хянан шийдвэрлэдэг болохыг анхаарна уу.</li>
        </ul>
    `,
    "faq_q15": "3. Арилжааны шимтгэл хэд вэ?",
    "faq_a15": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Maker - 0.25%</li>
            <li>Taker - 0.35%</li>
        </ul>
    `,
    "faq_q16": "4. Криптовалютын сүлжээний шимтгэл хэд вэ?",
    "faq_a16": `
        <ul class="list-disc leading-2 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Криптовалютын сүлжээний шимтгэлийн хэмжээ криптовалютаас хамааран өөр өөр тул та дараах холбоосоор орж дэлгэрэнгүй танилцана уу.</div>
            <a class="underline text-[#0000EE]" href="/fee">https://altex.mn/fee</a>
        </ul>
    `,
    "faq_q17": "5. Крипто зарлага хийхэд яагаад заримдаа уддаг вэ?",
    "faq_a17": `
        <ul class="list-disc leading-2 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Харилцагч нь өндөр дүнтэй крипто гүйлгээ хийх хүсэлт гаргасан тохиолдолд харилцагчийн аюулгүй байдлын үүднээс Cold wallet-д байгаа криптог Hot wallet руу шилжүүлэх үйл явц хүлээлдэх тохиолдол гардаг.</div>
        </ul>
    `,
    "faq_q18": "6. Флоат данс гэж юу вэ?",
    "faq_a18": `
        <div class="font-montserrat text-[0.7rem] sm:text-[0.9rem]">
            <div>Алтекс дижитал бирж дээр зөвхөн бүртгэлтэй харилцагчид хоорондоо арилжаа хийхээс гадна олон улсын нэгдсэн хөрвөх сантай арилжаа хийж болдог. Тухайн арилжаанд оролцохын тулд Алтекс дижитал бирж нь олон улсын дансанд мөнгө байршуулдаг ба биржийн харилцагчид хөрвөх сангаас токен худалдаж авсан тохиолдолд дансанд байршуулсан мөнгө багасч эсрэгээр бирж дээр токен зарсан тохиолдолд ихсэх зарчмаар арилжаа явагддаг. </div>
            <div class="py-6">Энэхүү мөнгө байршуулдаг дансыг Флоат гэж нэрлэдэг. </div>
        </div>
    `,
    "faq_q19": "7. Гуравдагч этгээд болон хамтран эзэмшигчтэй дансаар гүйлгээ хийх боломжтой юу?",
    "faq_a19": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Бид гуравдагч этгээдийн гүйлгээг хүлээн авдаггүй бөгөөд гуравдагч этгээдээс ирсэн бүх мөнгийг буцаадаг.</li>
            <li>Хамтран эзэмшигчтэй данснаас гүйлгээ хийх тохиолдолд тухайн дансны бүх эзэмшигчид Know-Your-Customer (KYC)/ Know-Your-Business (KYB) баталгаажуулалтыг хийсний үндсэн дээр дансаараа Орлого/Зарлага хийх боломжтой болно.</li>
        </ul>
    `,
    "faq_q20": "8. Банкны мэдээллээ хэрхэн нэмэх вэ?",
    "faq_a20": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Зарлага</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Bank transfer</span> товчин дээр дарна. </li>
            <li><span class="font-bold">Add bank</span> товчин дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.</li>
            <li>Гарч ирсэн цонхонд <span class="font-bold">Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг</span> дахин бичиж <span class="font-bold">Submit</span> товчин дээр дарна.</li>
            <li>Утасныхаа <span class="font-bold">Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог</span> бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. (Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.)</li>
        </ul>
    `,
    "faq_q21": "9. Фиат орлогын шимтгэлтэй юу?",
    "faq_a21": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Байхгүй.</div>
            <div class="mt-5">Баталгаажсан харилцагч нь фиат орлого хийхдээ Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын орлогын ханшаар тооцож төгрөгийн орлого хийнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,
    "faq_q22": "10. Фиат зарлагын шимтгэлтэй юу?",
    "faq_a22": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Байхгүй.</div>
            <div class="mt-5">Баталгаажсан харилцагч нь фиат орлого хийхдээ Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын орлогын ханшаар тооцож төгрөгийн орлого хийнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,

    "fee_deposit_title": "Орлогын шимтгэл",
    "fee_currency": "Валют",
    "fee_percent": "Шимтгэлийн хэмжээ",
    "fee_min": "Доод хэмжээ",
    "fee_max": "Дээд хэмжээ",
    "fee_verified": "Баталгаат",
    "fee_trusted": "Итгэмжит",
    "fee_partner": "Түнш",
    "fee_nofee": "Шимтгэлгүй",
    "fee_withdraw_title": "Зарлагын шимтгэл",
    "fee_increase_message": "Та нэг өдөрт хийх зарлагын дүнг өсгөх хүсэлтэй бол <a href='/feedback.html' class='text-[#3973C5] underline'>ЭНД</a> дарж хүсэлтээ илгээнэ үү.",
    "fee_trade_title": "Арилжааны шимтгэл",

    "posts_latest": "Хамгийн сүүлийн",
    "posts_readmore": "Цааш үзэх",
    "posts_breadcrumb_home": "Нүүр",
    "posts_breadcrumb_academy": "Академи",
    "posts_breadcrumb_news": "Зах зээлийн мэдээ",
    "posts_breadcrumb_basics": "Крипто мэдлэг",
    "posts_breadcrumb_projects": "Төслүүд",

    "basic_title": "НЭР ТОМЬЁОНЫ ТАЙЛБАР",
}

export default mn;