const mn = {
    "title": "ALTEX Дижитал Бирж",
    "mobile_menu_trade": "Арилжаа",
    "mobile_menu_about_us": "Бидний тухай",
    "mobile_menu_about_exchange": "Биржийн тухай",
    "mobile_menu_team": "Баг хамт олон",
    "mobile_menu_academy": "Академи",
    "mobile_menu_market_news": "Зах зээлийн мэдээ",
    "mobile_menu_crypto_knowledge": "Крипто мэдлэг",
    "mobile_menu_projects": "Төслүүд",
    "mobile_menu_register": "Бүртгүүлэх",
    "mobile_menu_login": "Нэвтрэх",
    "translate_lang": "Eng",
    "industry_select": "Байгууллага",
    "industry_select_individual": "Хувь хүн",
    "menu_trade": "Арилжаа",
    "menu_about_us": "Бидний тухай",
    "menu_about_exchange": "Биржийн тухай",
    "menu_team": "Баг хамт олон",
    "menu_academy": "Академи",
    "menu_market_news": "Зах зээлийн мэдээ",
    "menu_crypto_knowledge": "Крипто мэдлэг",
    "menu_projects": "Төслүүд",
    "menu_release":"Хэвлэлийн мэдээ",
    "menu_register": "Бүртгүүлэх",
    "menu_login": "Нэвтрэх",
    "jumbo_head": "Дижитал санхүүг хялбараар",
    "jumbo_desc": "Дижитал хөрөнгө оруулалт хийх хамгийн найдвартай платформыг санал болгож байна.",
    "jumbo_button": "Арилжаанд оролцох",
    "market_trend": "Зах зээлийн тренд",
    "feature_1_head": "Нэгдсэн хөрвөх сан",
    "feature_1_desc": "Санхүүгийн байгууллагууд, маркет мэйкрүүдийн оролцоотой нэгдсэн хөрвөх сан",
    "feature_2_head": "Байгууллагын үйлчилгээ",
    "feature_2_desc": "Спот арилжаа, Брокер (OTC), Хөрөнгө оруулалтын багцийн үйлчилгээ",
    "feature_3_head": "Зах зээлийн өрсөлдөхүйц үнэ",
    "feature_3_desc": "Дижитал хөрөнгийг зах зээлд хамгийн өрсөлдөхүйц үнээр худалдаж авах, зарах боломж",
    "feature_4_head": "Зарлагын лимит",
    "feature_4_desc": "Крипто болон фиат валютын зарлага<br />$30,000 - $200,000",
    "feature_5_head": "Хямд сүлжээний шимтгэл",
    "feature_5_desc": "Криптовалютын гүйлгээг хамгийн хямдаар хийх боломж",
    "referal_code_head": "Реферал код оруулах",
    "referal_code_desc": "Та бүртгэлээ баталгаажуулсан имэйл хаяг, промо кодоо илгээгээд урамшуулалд хамрагдаарай.",
    "referal_code_email": "Бүртгэлтэй и-мэйл",
    "referal_code_promo": "Промо код",
    "referal_code_send": "Илгээх",
    "app_head": "Гар утасны аппликэйшн",
    "app_heading":"ТУН УДАХГҮЙ",
    "app_desc": "Арилжаанд оролцох, хэтэвчээ удирдах хамгийн хялбар замыг санал болгож байна.",
    "start_trade_head": "Арилжаагаа эхлүүлэх <span class='whitespace-nowrap'>4 алхам</span>",
    "start_trade_desc": "Өнөөдөр бүртгэлээ үүсгээд арилжаагаа эхлүүлээрэй!",
    "start_trade_1": "Бүртгэл<br />үүсгэх",
    "start_trade_2": "Бүртгэл<br />баталгаажуулах",
    "start_trade_3": "Дансаа<br />цэнэглэх",
    "start_trade_4": "Арилжаа<br />хийх",
    "start_trade_desc_bottom": "Өнөөдөр бүртгэлээ үүсгээд арилжаагаа эхлүүлээрэй!",
    "start_trade_button": "Бүртгүүлэх",
    "footer_about_us": "Бидний тухай",
    "footer_about_exchange": "Биржийн тухай",
    "footer_team": "Баг, хамт олон",
    "footer_academy": "Академи",
    "footer_market_news": "Зах зээлийн мэдээ",
    "footer_crypto_knowledge": "Крипто мэдлэг",
    "footer_projects": "Төслүүд",
    "footer_service": "Үйлчилгээ",
    "footer_terms_of_service": "Үйлчилгээний нөхцөл",
    "footer_privacy_policy": "Нууцлалын бодлого",
    "footer_fee": "Шимтгэл",
    "footer_isp":"Мэдээллийн аюулгүй байдал",
    "footer_help": "Тусламж",
    "footer_faq": "Түгээмэл асуултууд",
    "footer_feedback": "Санал хүсэлт",
    "footer_contact": "Холбоо барих",
    "footer_address": "Сүхбаатар дүүрэг 1-р хороо, Жамъян Гүний гудамж-5, Хаан Даатгал компанийн байр",
    "bottom": "Зохиогчийн эрх © 2023 Бүх эрх хуулиар хамгаалагдсан",
    "notif_success": "Таны мэдээллийг хүлээж авлаа.",
    "notif_fail": "Алдаа гарлаа, та дахин оролдоно уу!",
    "notif_alert": "И-мэйл, промо кодоо зөв оруулна уу!",
    "newsletter_title": "Цахим сонинд бүртгүүлэх",
    "newsletter_desc": "Та манайд бүртгүүлж хамгийн сүүлийн үеийн мэдээллийг тогтмол аваарай.",
    "newsletteremail": "И-мэйл",
    "newsletter_send": "Илгээх",
    "crypto_basics_terms":"НЭР ТОМЬЁОНЫ ТАЙЛБАР",
    "howto":"Заавар",
    "howto_mobile":"ГАР УТАС",
    "howto_desktop":"КОМПЬЮТЕР",
    "howto_Registration":'Бүртгэл үүсгэх',
    "howto_2fa":"2FA хамгаалалтаа идэвхжүүлэх",
    "howto_verify":"Бүртгэлээ баталгаажуулах",
    "howto_deposit":'Дансаа цэнэглэх',
    "howto_withdraw":"Мөнгөө татаж авах",
    "seeAll":"Бүгдийг харах",

    "desktop_reg_1":"1. www.altex.mn хуудас руу орж 'Бүртгүүлэх' товчин дээр дарна.",
    "desktop_reg_2":"2. Өөрийн и-мэйл хаяг, утасны дугаараа оруулан бүртгүүлнэ.",
    "desktop_reg_3":"3. Таны бүртгүүлсэн и-мэйл хаягт бүртгэл үүссэнийг баталгаажуулах и-мэйл очих бөгөөд баталгаажуулах товчийг дарна.",
    "desktop_reg_4":"4. Нууц үг шинээр оруулснаар таньд бүртгэл үүснэ.",

    "desktop_2fa_1":"1. Google Authenticator app-ыг өөрийн утасны Playstore болон Appstore-с татаж авна.",
    "desktop_2fa_2":"2. Платформ руу нэвтэрсний дараа Тохиргоо цэс рүү орно.",
    "desktop_2fa_3":"3. Security хэсэгт байрлах Google Authenticator Add new дээр дарна.",
    "desktop_2fa_4":"4. Үүссэн QR кодыг өөрийн утасны Google Authenticator апп руу нэвтрэн орж Scan code товчийг дарснаар уншуулж идэвхжүүлнэ.",
    "desktop_2fa_5":"5. Google Authenticator app дээр гарч ирэх 6 оронтой кодыг платформ дээрээ оруулснаар таны холболт амжилттай хийгдэнэ. Үүний дараа та бүртгэлээ баталгаажуулснаар арилжаагаа эхлэх боломжтой болно.",

    "desktop_ver_1":"1. Платформ руу нэвтэрсний дараа Тохиргоо цэс рүү орно.",
    "desktop_ver_2":"2. Verify хэсэгт байрлах Verify now товчин дээр дарна.",
    "desktop_ver_3":"3. Гарч ирсэн сонголтоос Хувь хүн буюу Personal сонголтыг сонгоно.",
    "desktop_ver_4":"4. Эхний 3 алхам дээр оруулсан мэдээллүүдээ нягталж Үйлчилгээний нөхцөл болон Нууцлалын бодлогыг уншиж танилцаад хүлээн зөвшөөрсний дараа Илгээх товчийг дарж хувийн мэдээллүүдээ илгээнэ.",
    "desktop_ver_5":"5. Бичиг баримтын төрлөөс Иргэний үнэмлэх эсвэл Гадаад паспортын аль нэгийг сонгоно. Иргэний үнэмлэх сонгосон бол үнэмлэхний урд болон ард талын зургийг оруулаад Үргэлжүүлэх товчийг дарна.",
    "desktop_ver_6":"6. Гадаад паспорт сонгосон бол хувийн мэдээлэл бүхий хуудсын зургийг оруулахаас гадна e-mongolia-аас хаягийн бүртгэлийн лавлагааг авч оруулах шаардлагатайг анхаарна уу.",
    "desktop_ver_7":"7. Алхам 2 дээр камерыг нээж дэлгэцний дээр гарах notification цонхонд allow товчийг дарснаар таны видео сельфиг хийж эхэлнэ.",
    "desktop_ver_8":"8. Дэлгэцэнд гарах зааврын дагуу дараах 4 үйлдлийг хийж гүйцэтгээд Үргэлжлүүлэх товчийг дарна.",
    "desktop_ver_9":"9. Алхам 3 нь хувийн мэдээллийн хэсэг бөгөөд ажил эрхлэлт, холбоо барих болон хаягийн мэдээллийг бичиж оруулаад Үргэлжлүүлэх товчийг дарна уу.",
    "desktop_ver_10":"10. Дэлгэцэнд гарах зааврын дагуу дараах 4 үйлдлийг хийж гүйцэтгээд Илгээх товчийг дарна.",
    "desktop_ver_11":"11. Таны илгээсэн мэдээллийг бид нягталж үзээд баталгаажуулалт амжилттай болсон эсэх мэдээллийг таны бүртгэлтэй имэйлээр илгээх болно.",
    "desktop_ver_12":"12. Бүртгэл баталгаажсанаар та арилжаагаа эхлэхэд ердөө 1 алхам үлдэх бөгөөд дансаа цэнэглээд арилжаагаа эхлүүлээрэй. Амжилт хүсье",

    "desktop_depo_1":"1. Данс цэс рүү орж Орлого гэсэн хэсэгт дарна.",
    "desktop_depo_2":"2. Fiat currencies жагсаалтаас валютаа сонгож, Банкны гүйлгээ товчин дээр дарна.",
    "desktop_depo_3":"3. Дансандаа орлого хийх дүнгээ ам.доллараар бичиж оруулан Орлого товчин дээр дарна.",
    "desktop_depo_4":"4. Үүссэн Reference code-ыг банкны шилжүүлэг хийхдээ Гүйлгээний утга хэсэгт бичиж оруулна. Ингэснээр таны хүсэлтийг оператор хүлээн авч баталгаажуулахад хялбар байх болно.",
    "desktop_depo_dans":"АЛТЕКС Дижитал Биржийн дансны мэдээлэл, Хүлээн авагчийн нэр: Чойжин Алтекс ХХК",
    "desktop_depo_alert":"Хэрэглэгч та бүртгэлээ баталгаажуулаагүй тохиолдолд Орлого хийх хүсэлт гаргах боломжгүйг анхаарна уу.",

    "desktop_with_1":"1. Данс цэс рүү орж Зарлага гэсэн хэсэгт дарна.",
    "desktop_with_2":"2. Fiat currencies жагсаалтаас валютаа сонгож, Bank transfer товчин дээр дарна.",
    "desktop_with_3":"3. Add bank дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.",
    "desktop_with_4":"4. Гарч ирсэн цонхонд Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг дахин бичиж Submit товчин дээр дарна.",
    "desktop_with_5":"5. Утасныхаа Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. 'Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.'",
    "desktop_with_6":"6. Дараах цонхноос хадгалсан банкны мэдээллийг сонгоно.",
    "desktop_with_7":"7. Continue товчийг дарж үргэлжүүлнэ.",
    "desktop_with_8":"8. Зарлага хийх дүнгээ бичиж оруулаад Зарлага товчийг дарна.",
    "desktop_with_9":"9. Таны хүсэлтийг баталгаажуулах үүднээс Google Authenticator 6 оронтой тоог дахин бичиж оруулах шаардлагатай.",

    "mobile_req_1":"1. www.altex.mn хуудас руу орж баруун дээд товчин дээр дарна.",
    "mobile_req_2":'2. "Бүртгүүлэх" товчин дээр дарна.',
    "mobile_req_3":"3. Өөрийн и-мэйл хаяг, утасны дугаараа оруулан бүртгүүлнэ.",
    "mobile_req_4":"4. Таны бүртгүүлсэн и-мэйл хаягт бүртгэл үүссэнийг баталгаажуулах и-мэйл очих бөгөөд баталгаажуулах товчийг дарна.",
    "mobile_req_5":"5. Нууц үг шинээр оруулснаар таньд бүртгэл үүснэ.",

    "mobile_2fa_1":"1. Google Authenticator app-ыг өөрийн утасны Playstore болон Appstore-с татаж авна.",
    "mobile_2fa_2":"2. Платформ руу нэвтэрсний дараа Тохиргоо цэс рүү орно.",
    "mobile_2fa_3":"3. Security хэсэгт байрлах Google Authenticator Add new дээр дарна.",
    "mobile_2fa_4":"4. Үүссэн Secret key кодыг өөрийн утасны Google Authenticator апп руу нэвтрэн орж Enter a setup key товчийг дарж хуулж идэвхжүүлнэ.",
    "mobile_2fa_5":"5. Google Authenticator app дээр гарч ирэх 6 оронтой кодыг платформ дээрээ оруулснаар таны холболт амжилттай хийгдэнэ. Үүний дараа та бүртгэлээ баталгаажуулснаар арилжаагаа эхлэх боломжтой болно :)",

    "mobile_depo_1":"1. Данс цэс рүү орно.",
    "mobile_depo_2":"2. Орлог хэсэг дээр дарна.",
    "mobile_depo_3":"3. Fiat currencies жагсаалтаас валютаа сонгоно.",
    "mobile_depo_4":"4. Банкны гүйлгээ товчин дээр дарна.",
    "mobile_depo_5":"5. Дансандаа орлого хийх дүнгээ ам.доллараар бичиж оруулан Орлого товчин дээр дарна.",
    "mobile_depo_6":"6. Үүссан Reference code-ыг банкны шилжүүлэг хийхдээ Гүйлгээний утга хэсэгт бичиж оруулна. Ингэснээр таны хүсэлтийг оператор хүлээн авч баталгаажуулахад хялбар байх болно.",

    "mobile_with_1":"1. Данс цэс рүү орно.",
    "mobile_with_2":"2. Зарлага гэсэн хэсэгт дарна.",
    "mobile_with_3":"3. Fiat currencies жагсаалтаас валютаа сонгоно.",
    "mobile_with_4":"4. Bank transfer товчин дээр дарна.",
    "mobile_with_5":"5. Add bank дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.",
    "mobile_with_6":"6. Гарч ирсэн цонхонд Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг дахин бичиж Submit товчин дээр дарна.",
    "mobile_with_7":"7. Утасныхаа Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. (Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.)",
    "mobile_with_8":"8. Дараах цонхноос хадгалсан банкны мэдээллийг сонгоно.",
    "mobile_with_9":"9. Continue товчийг дарж үргэлжүүлнэ.",
    "mobile_with_10":"10. Зарлага хийх дүнгээ бичиж оруулаад Зарлага товчийг дарна.",
    "mobile_with_11":"11. Таны хүсэлтийг баталгаажуулах үүднээс Google Authenticator 6 оронтой тоог дахин бичиж оруулах шаардлагатай.",

    "feedback_title": "Санал хүсэлт илгээх",
    "feedback_details": "Та өөрийн илгээх санал хүсэлтээ доорх хуудсанд бөглөж оруулна уу. Бид таны хүсэлтийг хүлээн авч шийдвэрлэхдээ таатай байх болно. Танд баярлалаа.",
    "feedback_name": "Нэр",
    "feedback_phone": "Утас",
    "feedback_email": "И-мэйл",
    "feedback_subject": "Гарчиг",
    "feedback_message": "Санал хүсэлт",
    "feedback_submit": "Илгээх",
    "feedback_fail_message": "Таны мэдээллийг хүлээж авлаа.",
    "feedback_success_message": "Алдаа гарлаа, та дахин оролдоно уу!",

    "watchVideo":"Видео заавар үзэх",
    "Reporting_performance":"Тайлан гүйцэтгэл",
    "corporate_header_title":"Дижитал хөрөнгө оруулалтыг хялбараар",
    "corporate_header_section":"Байгууллагад зориулсан дижитал хөрөнгө оруулалтын хамгийн найдвартай платформыг санал болгож байна.",
    "corporate_section_title":"Дижитал хөрөнгө нь хөгжлийнхөө 4-р шат руу орж, олон улсын томоохон байгууллагуудын хөрөнгө оруулалтын чиг хандлага дижитал буюу крипто зах зээл рүү аль хэдийн шилжээд эхэлсэн нь түүний өсөн нэмэгдэж буй үнэ цэн, цаг үеийг мэдэрсэн ухаалаг хөрөнгө оруулалт болж байна.",
    "corporate_section_title_second":`Бид хөрөнгө оруулагчид болон байгууллагуудад зориулсан уян хатан виртуал <span class='font-bold'> хөрөнгө оруулалтын</span> үйлчилгээг анх удаа дотоодын зах зээлд нэвтрүүлсэн бөгөөд та бүхэнд дараах <span class="font-bold">боломжийг</span> олгож байна.`,
    "corporate_management":"Хөрөнгийн удирдлага",
    "corporate_management_title":"Хугацаа, эрсдэл, өгөөж зэргийг тооцон богино, дунд, урт хугацааны хөрөнгө оруулалтын багц бүрдүүлэх үйлчилгээ",
    "corporate_arbitrage":"Арбитраж",
    "corporate_arbitrage_title":"Бирж хоорондын ханшийн зөрүүг ашиглан эрсдэлгүй ашиг хийх боломж",
    "corporate_trading":"Спот арилжаа",
    "corporate_trading_title":"Эрсдэлгүй урт болон богино хугацаанд арилжаа хийх боломж",

    "about_us_header_title":"Биржийн тухай",
    "about_us_header_sub_title":"Хэрэглэгч таныг дэлхийн цахим хөрөнгө оруулалтын боломжуудад хямд үнэ, өргөн цар хүрээгээр хүргэх нь бидний <span class='text-[#13A9FD]'>эрхэм зорилго</span>.",
    "about_us_content":"Манай бирж нь олон улсын технологийн болон кибер аюулгүй байдлын протоколд нийцсэн олон төрлийн криптовалют, токены сонголтууд дээр нэгдсэн хөрвөх сантай, дижитал хөрөнгө арилжааны мэргэжлийн үйлчилгээ үзүүлэгч юм.",
    "about_us_content_second":"Бид дэлхийн жишигт нийцсэн технологийн шийдэл болон хэрэглэгч төвтэй түргэн шуурхай үйлчилгээг хослуулан үйл ажиллагаагаа хэрэглэгчдийн хэрэгцээ шаардлагад дээд зэргээр нийцүүлэн уян хатан ажиллахыг зорьж байна.",
    "about_us_content_third":"24/7 онлайн зөвлөх үйлчилгээ нь харилцагчийн асуулт, санал хүсэлтийг түргэн шуурхай шийдвэрлэн ажилладаг. Мөн анхлан сонирхогчоос эхлээд мэргэжлийн ажилжаачдад зориулсан сургалт, зөвлөгөөг цахим хуудсуудаараа тогтмол бэлтгэн хүргэж байна.",
    "about_us_tech_header":"Технологи, аюулгүй байдал",
    "about_us_tech_content":"Алтекс дижитал бирж нь технологийн хувьд AWS, Equinix зэрэг олон улсын өндөр хурдны серверүүд дээр байршсан, бодит цаг хугацаанд эрсдлийн үнэлгээ хийгддэг олон давтамжит аюулгүйн хамгаалалттай, анхлан суралцагчдаас эхлээд мэргэжлийн арилжаачдад зориулагдсан уян хатан интерфэйстэй зэрэг олон давуу талуудтай.",
    "about_us_ser_header":"Харилцагчийн 24/7 онлайн зөвлөх үйлчилгээ",
    "about_us_ser_content":"Хэрэглэгчдийнхээ хэрэгцээ шаардлагад нийцүүлэн харилцагчийн 24/7 онлайн зөвлөх үйлчилгээг нэвтрүүлсэн бөгөөд үйлчилгээтэй холбоотой асуулт, санал хүсэлтийг түргэн шуурхай шийдвэрлэн ажилладаг. Мөн анхлан сонирхогчоос эхлээд мэргэжлийн ажилжаачдад зориулсан сургалт, зөвлөгөөг бэлтгэн хүргэж, бусад нэмэлт үйлчилгээг нэвтрүүлэхээр зорин ажиллаж байна.",

    "our_team":"баг, хамт олон",
    "our_team_ceo":"Гүйцэтгэх захирал",
    "our_team_ceo_name":"Ц. ЭНХЖАВХЛАН",
    "our_team_ceo_background":"<p align='justify'>Олон улсын тэргүүлэх зөвлөх үйлчилгээний компани болох McKinsey & Company-ийн Нью Иорк дахь төв оффисд 5+ гаруй жил ажиллахдаа Fortune 500 компаниудтай хамтран дижитал болон санхүүгийн шинэлэг шийдэл, бүтээгдэхүүн хөгжүүлэлт, AI болон Machine Learning-ийн төслүүдийг удирдан ажиллаж байсан.<br/><br/> Тэрээр банк, даатгал, төлбөр тооцоо, хөрөнгө оруулалтын менежментийн салбарын тэргүүлэх компаниудын дижитал шилжилтийн ажлуудыг удирдаж ажиллаж байсан туршлагатай. Мөн бизнесийн тэргүүлэх The Wharton School of the University of Pennsylvania-ийн MBA бөгөөд CFA Level III кандидат юм.</p>",
    "our_team_header":"Манай хамт олон",
    "our_team_content":"<p align='justify'>Манай бирж нь технологи, бүтээгдэхүүн хөгжүүлэлт, хэрэглэгчийн үйлчилгээ зэргээр мэргэшсэн, харилцагч төвтэй хамт олонтой.<br/><br/> Мөн бид Google, Apple, McKinsey зэрэг дэлхийд тэргүүлэгч технологи, санхүүгийн компаниудын мэдлэг туршлагатай зөвлөхүүдтэй хамтран ажилладаг.</p>",
    "our_team_partner":"Технологийн хамтрагч",
    "our_team_partner_content_first":"Азийн тэргүүлэгч финтек, дижитал хөрөнгийн компани болох <a class='underline' href='https://bc.group/'>BC Технологийн Групп</a> (хувьцааны код: HK 863)-н охин компани болох <a class='underline' href='https://osl.com/en/'>OSL</a> нь Азид дижитал хөрөнгө арилжааны тусгай лицензтэй дижитал хөрөнгийн платформ юм.",
    "our_team_partner_content_second":"<a class='underline' href='https://osl.com/en/'>OSL</a> нь дэлхийн анхны бөгөөд цорын ганц даатгалтай, SFC лицензтэй дижитал хөрөнгийн платформ бөгөөд байгууллагын үйлчлүүлэгчид болон мэргэжлийн хөрөнгө оруулагчдад брокер, кастодиан, дижитал хөрөнгийн бирж, SaaS үйлчилгээг үзүүлдэг.",
    "our_team_partner_content_third":"Тус компани нь арилжаа эрхлэгчдэд дэлхийн хамгийн том хөрвөх чадварын санд нэвтрэх боломжийг олгодог бөгөөд OTC, iRFQ болон цахим арилжааны үйлчилгээг санал болгодог.",
    "our_team_partner_content_fourth":" <a class='underline' href='https://bc.group/'>BC Технологийн Групп</a> болон <a class='underline' href='https://osl.com/en/'>OSL</a> платформ нь дижитал хөрөнгө арилжааны платформд институцийн ангиллыг нэвтрүүлж, гүйцэтгэл, аюулгүй байдлаар дэлхийн стандартыг тогтоож байна.",
    "our_team_partner_content_footer":"Дэлгэрэнгүй мэдээллийг: <a class='underline text-blue-600' href='https://bc.group/'>bc.group</a> and <a class='underline text-blue-600' href='https://osl.com/en/'>osl.com</a>",

    'terms_title':'Үйлчилгээний нөхцөл',
    'terms_breadcrumbs_1':"Нүүр",
    'terms_breadcrumbs_2':"Үйлчилгээ",
    'terms_breadcrumbs_3':"Үйлчилгээний нөхцөл",
    "terms_para":`
    <ul class="space-y-[20px] text-[16px]">
    <li class="font-medium ">НЭГ. НИЙТЛЭГ ҮНДЭСЛЭЛ</li>
    <li>1.1. Энэхүү Үйлчилгээний нөхцөл нь нэг талаас Харилцагч (цаашид “Та” гэх) болон нөгөө талаас Монгол Улсын холбогдох хууль тогтоомжийн дагуу үйл ажиллагаа явуулж буй “ЧОЙЖИН АЛТЕКС” ХХК (цаашид “Үйлчилгээ үзүүлэгч” гэх)-ийн хооронд байгуулагдсан бөгөөд цаашид үйлчилгээ үзүүлэхтэй холбогдсон харилцааг зохицуулна.</li>
    <li>1.2. Үйлчилгээний нөхцөл нь таны www.altex.mn (цаашид “Алтекс бирж” гэх) виртуал хөрөнгийн арилжааны биржийг ашиглах нөхцөл болон үйлчилгээ үзүүлэгчийн танд үзүүлэх үйлчилгээг бүхэлд нь тодорхойлсон тул эдгээр нөхцөлийг анхааралтай уншиж танилцана уу.</li>
    <li>1.3. Та энэхүү үйлчилгээний нөхцөлийг уншиж танилцан www.altex.mn вебсайт болон түүнтэй холбоотой аливаа вебсайт, утасны аппликэйшнд холбогдон бүртгүүлсэн, бүртгэлийн хаяг нээсэн болон нэвтэрсэн тохиолдолд доорх нөхцөлүүд болон “Нууцлалын бодлого”, “Мөнгө угаах, терроризмыг санхүүжүүлэхтэй тэмцэх тухай журам” болон бусад холбогдох нөхцөлийг зөвшөөрсөн гэж үзнэ.</li>
    <li>1.4. Та үйлчилгээ үзүүлэгчээс үзүүлж буй тусгай нөхцөл бүхий үйлчилгээг ашиглаж буй тохиолдолд тухайн үйлчилгээнд хамаарах тусгай нөхцөлийг хүлээн зөвшөөрсөнд тооцогдох бөгөөд уг тусгай нөхцөл нь энэхүү үйлчилгээний нөхцөлийн салшгүй нэг хэсэг болно.</li>
    <li>1.5. Монгол Улсын холбогдох хууль тогтоомж, олон улсын гэрээ, эсхүл холбогдох эрх бүхий этгээдийн шийдвэрээс хамааран энэхүү үйлчилгээний нөхцөл нь шинэчлэгдэх эсхүл өөрчлөгдөж болно.</li>
    <li class="font-medium">ХОЁР. НЭР ТОМЬЁО</li>
    <li>2.1. “Алтекс” гэж Үйлчилгээ үзүүлэгчийн үүсгэн байгуулсан виртуал хөрөнгийн биржийг;</li>
    <li>2.2. “Алтекс үйлчилгээ” гэж блокчэйн технологид суурилсан www.altex.mn вебсайт болон бусад хэлбэрээр энэхүү үйлчилгээний нөхцөлийн дагуу Танд үзүүлж буй бүх үйлчилгээг;</li>
    <li>2.3. “Бүртгэлийн хаяг” гэж энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрч, виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн платформд нэвтрэхэд ашиглагдах дахин давтагдашгүй бүртгэл (account)-ийг;</li>
    <li>2.4. "Арилжаа” гэж платформ дээр харилцагчийн хийж буй виртуал хөрөнгийг мөнгөн хөрөнгөөр арилжих, мөнгөн хөрөнгийг виртуал хөрөнгөөр арилжих, виртуал хөрөнгийг бусад виртуал хөрөнгөөр арилжих гүйлгээг;</li>
    <li>2.5. “Шимтгэл” гэж виртуал хөрөнгийн харилцаанд хамаарах банкны болон виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн зүгээс тогтоосон хувь, дүнгээр тооцогддог мөнгөн дүнг;</li>
    <li>2.6. “Виртуал хөрөнгө” гэж виртуал хөрөнгийг шилжүүлэх, арилжаалах боломжтой төлбөрийн, эсхүл хөрөнгө оруулалтын зорилгоор ашиглагдах дижитал илэрхийлэл бүхий эдийн бус хөрөнгийг;</li>
    <li>2.7. “Мөнгөн хөрөнгө” гэж Монгол Улсын болон бусад улсын Төв банкнаас гүйлгээнд гаргасан, төлбөрийн хууль ёсны хэрэгсэл болох мөнгөн тэмдэгтийг;</li>
    <li>2.8. “Виртуал хөрөнгийн харилцаа” гэж виртуал хөрөнгийн үйлчилгээ үзүүлэхтэй холбогдсон харилцааг;</li>
    <li>2.9. “Харилцагч” гэж доор байрлах “Хүлээн зөвшөөрч байна” гэсэн товчийг дарсан буюу энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрсөн этгээдийг;</li>
    <li>2.10. “Хэтэвч” гэж харилцагчийн виртуал байдлаар үүсгэж, хадгалж буй мөнгөн хөрөнгийг хадгалах дансыг;</li>
    <li>2.11. “Платформ” гэж виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн зүгээс олон улсын хөрөнгийн арилжааны платформын жишгээр буюу цахим Арилжаанд зориулсан, блокчейн (blockchain) технологи дээр суурилсан виртуал хөрөнгийг чөлөөтэй арилжаалах боломжийг олгож буй виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн платформыг тус тус ойлгоно.</li>
    <li class="font-medium">ГУРАВ. ЭРСДЭЛИЙН БОДЛОГО</li>
    <li>3.1. Виртуал хөрөнгө нь хүчин төгөлдөр мөрдөгдөж буй Үнэт цаасны зах зээлийн тухай хууль, Компанийн тухай хууль, Үндэсний төлбөрийн системийн тухай хуульд заасан хувьцаа, үнэт цаас, төгрөгтэй адил үнэ цэнэ бүхий, мөнгөн хөрөнгөөр баталгаажаагүй. Монгол банкны зөвшөөрөлтэй төлбөрийн хэрэгслийн шинжийг агуулаагүй, компанийн хөрөнгө, хувьцаа хэлбэрээр баталгаажих боломжгүй тул ирээдүйд учирч болзошгүй эрсдэл, хохирлыг Та өөрөө бүрэн хариуцах болно.</li>
    <li>3.2. Үйлчилгээ үзүүлэгчийн гаргасан аливаа мэдээ мэдээлэл, мэдэгдэл нь хөрөнгө оруулалтын болон үүнтэй төсөөтэй аливаа зөвлөгөө биш бөгөөд таны арилжаа хийх шийдвэр гаргалтад шууд болон шууд бусаар нөлөөлөх зорилгогүй болно.</li>
    <li>3.3. Виртуал хөрөнгийн төрлүүд нь тус бүрийн онцлогоос хамаарч ханш болон хөрвөх чадвар их эсхүл бага хэмжээгээр хэлбэлзэх боломжтой. Энэхүү ханшийн хэлбэлзэл нь үйлчилгээ үзүүлэгчээс шалтгаалахгүй бөгөөд платформын үйл ажиллагаа нь програмчлалын алдаа, протоколын өөрчлөлт эсхүл бусад таамаглашгүй шалтгааны улмаас сүлжээнээс тасрах, тасалдах боломжтой. Үйлчилгээ үзүүлэгчээс үл хамаарах гадаад хүчин зүйлээс хамааралтай гэнэтийн шалтгааны улмаас учрах эрсдэлийг хариуцахгүй.</li>
    <li>3.4. Үйлчилгээний нөхцөлд виртуал хөрөнгийн харилцаанд хамаарах бүх асуудлыг тусгах боломжгүй болно.</li>
    <li>3.5. Зарим үйлчилгээ болон виртуал хөрөнгийн шинж, хууль эрх зүйн өөрчлөлт, зохицуулагч байгууллагуудын шаардлага зэргээс хамаарч дээрх нөхцөл өөрчлөгдөж болох бөгөөд үйлчилгээ авах, арилжаанд оролцохын тулд танаас нэмэлт мэдээллийг шаардаж болно.</li>
    <li class="font-medium">ДӨРӨВ. ХЭРЭГЛЭГЧИД ТАВИХ ЕРӨНХИЙ ШААРДЛАГА</li>
    <li>4.1. Харилцагч нь нэвтрэх эрх үүсгэж буй өдрийн байдлаар 18 нас хүрсэн (гадаад харилцагчийн хувьд тухайн харьяат улсын хууль тогтоомжид заасан эрх зүйн бүрэн чадамжтай буюу насанд хүрсэн) байх бөгөөд биржид бүртгүүлэхээр ирүүлсэн хувийн мэдээллийн үнэн зөвийг харилцагч өөрөө бүрэн хариуцна.</li>
    <li>4.2. Хуулийн этгээдийг төлөөлж байгаа тохиолдолд хуулийн этгээд нь үйлчилгээний нөхцөлийг бүхэлд нь хэрэгжүүлэх бүрэн чадамжтай болохыг баталгаажуулна.</li>
    <li>4.3. Хэрэглэгч нь биржийн платформыг мөрийтэй тоглоом тоглох, мөнгө угаах, залилан мэхлэх, сүрдүүлэг хийх, өөрийн эрх мэдэл, албан тушаалыг урвуулан ашиглах, терроризмыг санхүүжүүлэх болон хүчирхийллийн бусад үйл ажиллагаа зэрэг хууль бус үйл ажиллагаанд ашиглахыг хориглоно.</li>
    <li class="font-medium">ТАВ. ХЭРЭГЛЭГЧИЙН БҮРТГЭЛ БОЛОН БАТАЛГААЖУУЛАЛТ</li>
    <li>5.1. Таныг бүртгүүлэх явцад үйлчилгээ үзүүлэгчээс шаардсан хувийн мэдээллийг дараах зориулалтаар ашиглана. Үүнд Мөнгө угаах, терроризмыг санхүүжүүлэхтэй тэмцэх тухай хууль, Үй олноор хөнөөх зэвсэг дэлгэрүүлэх болон терроризмтой тэмцэх тухай хууль болон бусад холбогдох хууль тогтоомж, дүрэм журамд заасны дагуу харилцагчийг таньж мэдэх, хувийн хэрэг үүсгэх болон хуульд нийцсэн бусад зорилгоор ашиглана.</li>
    <li>5.2. Үйлчилгээ үзүүлэч нь "Нууцлалын бодлого"-д зааасны дагуу харилцагчийн хувийн мэдээллийг цуглуулах, ашиглах, хадгалах эрхтэй бөгөөд тухайн харилцагчийн данс идэвхтэй байх хугацаанд болон данс хаагдсанаас хойш 5 жилийн хугацаанд дээрх мэдээллийг хадгалах эрхтэй байна.</li>
    <li>5.3. Танаас шаардах хувийн мэдээлэлд овог нэр, төрсөн он сар өдөр, регистерийн дугаар, иргэний үнэмлэхний хуулбар, харилцах дансны дугаар, цахим хаяг, холбоо барих утасны дугаар зэрэг бүртгэлийн явцад шаардагдах бусад мэдээлэл хамаарна.</li>
    <li>5.4. Харилцагч нь хуулийн этгээд байх тохиолдолд Гүйцэтгэх удирдлага эсхүл түүнтэй дүйцэхүйц албан тушаалтан, хувьцаа эзэмшигч, хуулийн этгээдийн эцсийн өмчлөгч болон тэдгээр нь улс төрд нөлөө бүхий этгээд мөн эсэх талаарх мэдээллийг авна.</li>
    <li>5.4. Харилцагч нь өөрийн гаргаж өгсөн мэдээллийн үнэн зөв эсэхийг бүрэн хариуцах бөгөөд нууцлал, аюулгүй байдлыг хадгалах болон өөрчлөлт орсон тохиолдолд тухай бүр шинэчлэх үүрэгтэй. Харилцагчийн хувийн мэдээлэл худал зөрүүтэй, хуучирсан зэргээс шалтгаалан учирсан аливаа хохирлыг өөрөө бүрэн хариуцна.</li>
    <li>5.5. Таны мэдээллийг санхүүгийн гэмт хэрэг, залилан луйвраас урьдчилан сэргийлэх зорилгоор холбогдох хууль тогтоомжид заасны дагуу</li>
    <li>гуравдагч эрх бүхий этгээдэд задруулж болохыг хүлээн зөвшөөрч байгаа болно.</li>
    <li class="font-medium">ЗУРГАА. ДАНСНЫ МЭДЭЭЛЭЛ, АЮУЛГҮЙ БАЙДАЛ</li>
    <li>6.1. Алтекс бирж нь таны виртуал хөрөнгийн шилжүүлгийн аюулгүй байдлыг хамгаалах бөгөөд ингэхдээ холбогдох дүрэм журмыг мөрдөнө. Харилцагчийн өөрийнх нь үйлдэл эрсдэл үүсгэх боломжтой байдаг тул та өөрийн хэрэглэгчийн нэр, нууц үгээ аливаа гуравдагч этгээдэд задруулахгүй, дамжуулахгүй байж өөрийн хувийн мэдээллийн аюулгүй байдлыг хангах үүрэгтэй.</li>
    <li>6.2. Та Алтекс биржид бүртгүүлэхдээ дараах нөхцөлүүдийг хүлээн зөвшөөрч байгаа болно.</li>
    <li>6.2.1. Бүртгэл үүсгэх</li>
    <li>6.2.1.1. Үйлчилгээ үзүүлэгчийн виртуал хөрөнгийн арилжааны биржээр дамжуулан энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрч, тодорхой шалгуурыг хангасны үндсэн дээр дахин давтагдашгүй бүртгэлийн хаягийг үүсгэх бөгөөд таны мэдээлэл, гүйлгээ болон арилжааны түүх, хэтэвчтэй холбоотой бүх мэдээлэл уг бүртгэлийн хаягт хадгалагдана. Та өөрийн бүртгэлийн хаягт энэхүү үйлчилгээний нөхцөлд заасны дагуу нэвтрэх нэр, нууц үгийг оруулах замаар нэвтрэх бөгөөд уг бүртгэлийн хаягаар нэвтэрсэн үед хийгдсэн бүх үйлдэл, арилжааны захиалга нь таны хийсэн хууль ёсны үйлдэлд тооцогдоно.</li>
    <li>6.2.1.2. Нэвтрэх нэр, нууц үг нь таны баталгаат гарын үсгийн адил хүчин төгөлдөр үйлчлэх ба өөрийн бүртгүүлсэн цахим хаяг, утасны дугаар болон бусад баталгаажуулах хэрэгслүүд нь таныг таних арга хэрэгсэл мөн болохыг зөвшөөрч байгаа болно.</li>
    <li>6.2.1.3. Та үйлчилгээнд нэвтрэх нэр, нууц үг болон бусад баталгаажуулалтын мэдээллийг мартсан, буруу оруулснаас арилжаанд оролцож чадаагүйн улмаас үүсэх аливаа хохирлыг бүрэн хариуцна.</li>
    <li>6.2.1.4. Хэрэглэгч нь биржийн платформд нэвтрэхдээ Two Factor Authentication буюу нэг удаагийн үүсгэгчийг идэвхжүүлнэ. Хэрэв хэрэглэгч нь нэвтрэх нууц үг, нэг удаагийн нууц (2FA) үгээ бусдад алдсан, мартсан тохиолдолд хүсэлт илгээн нэвтрэх эрхээ хаалгаж мөн буцаан сэргээж болно.</li>
    <li>6.2.1.5. Та өөрийн нэвтрэх нэр болон нууц үгийг 10 удаа буруу оруулсан тохиолдолд таны үйлчилгээний эрхийг автоматаар идэвхгүй болгоно. Та нэвтрэх нэр, нууц үгээ мартсан тохиолдолд үйлчилгээ үзүүлэгч нь таны бүртгэлтэй цахим хаягаар нууц үг шинээр үүсгэх холбоосыг илгээнэ.</li>
    <li>6.2.1.6 Үйлчилгээ үзүүлэгчээс таны бүртгэлийн хаягаар дамжуулан хүргүүлсэн аливаа мэдэгдэл, үйлчилгээний нөхцөлийн болон бусад нэмэлт өөрчлөлтүүдийг та нэвтрэх нэр болон нууц үгийн тусламжтайгаар өөрийн бүртгэлийн хаягт нэвтэрсэн байх үедээ зөвшөөрсөн тохиолдолд (баталгаажуулалт хийсэн бүх үйлдэл) тухайн мэдэгдэл, нэмэлт өөрчлөлтийг энэхүү үйлчилгээний нөхцөлийн нэгэн адил хүлээн зөвшөөрсөнд тооцогдоно.</li>
    <li>6.2.2. Хэтэвч нээх, ашиглах</li>
    <li>6.2.2.1. Үйлчилгээ үзүүлэгч үйлчилгээний нөхцөлд тусгагдсан арилжааны болон бусад шимтгэл, хураамжийг таны хэтэвчээс тухай бүр суутган авах эрхтэй бөгөөд тухайн шимтгэл хураамжийн онцлогоос хамааран мөнгөн хөрөнгө эсхүл виртуал хөрөнгөөр суутган авна.</li>
    <li class="font-medium">ДОЛОО. ХАРИЛЦАГЧИЙН ЭРХ, ҮҮРЭГ</li>
    <li>7.1. Харилцагч нь виртуал хөрөнгийг чөлөөтэй арилжих, хадгалах болон шилжүүлэх эрхтэй байна.</li>
    <li>7.2 Виртуал хөрөнгийн үйлчилгээ үзүүлэгчийг энэхүү үйлчилгээний нөхцөлд заасан зохих үүргээ биелүүлэхийг шаардах эрхтэй байна.</li>
    <li>7.3 Харилцагч нь Aлтекс дижитал биржийн үйлчилгээг ашиглах үедээ дараах нөхцөлүүдийг заавал мөрдөх үүрэгтэй.</li>
    <li>7.3.1. Алтекс дижитал биржийн үйлчилгээг холбогдох хууль тогтоомж, үйлчилгээний нөхцөл, шаардлагад нийцүүлж ашиглах.</li>
    <li>7.3.2. Алтексвиртуал дижитал биржийн үйлчилгээг ашиглахдаа нийтийн эрх ашиг, ёс суртахуун, нийтээр хүлээн зөвшөөрөгдсөн хэм хэмжээг болон бусад этгээдийн хууль ёсны эрх, ашиг сонирхлыг зөрчих, сөргөөр нөлөөлөх, таслан зогсоох үйлдэл хийхгүй бөгөөд уг биржийн үйлчилгээг бусад хэрэглэгч ашиглахад хориг саад учруулахгүй байх.</li>
    <li>7.3.3. Алтекс дижитал биржийн үйлчилгээг зах зээлийн луйварын шинжтэй үйл ажиллагаа хийхэд ашиглахгүй (тухайлбал, хэт хөөрөгдөл болон огцом уналтын төлөвлөгөө боловсруулах, хууль бус худал мэдээлэл түгээх, өөртэйгөө арилжаа хийх, мэдээллийг урьдчилж авах тохиролцоо хийх, их хэмжээний хуурамч захиалга хийх, халхавчлах эсхүл давхар захиалга хийх зэргээр хуулиар хориглосон эсэхээс үл хамаарч энэ төрлийн үйл ажиллагаанууд).</li>
    <li>7.3.4. Үйлчилгээ үзүүлэгчийн бичгээр олгосон зөвшөөрөлгүйгээр Алтек дижитал биржийн үйлчилгээтэй холбогдох мэдээллийг дараах хэлбэрээр арилжааны зорилгоор ашиглахыг хориглоно.</li>
    <li>7.3.5 Алтекс-ийн дижитал биржээс гаргасан виртуал хөрөнгийн зах зээлийн талаарх аливаа мэдээллийг ашиглаж мэдээллээр хангах, мэдээлэл түгээх үйлчилгээ явуулах.</li>
    <li>7.3.6 Алтекс дижитал биржээс олж авсан мэдээллийг ашиглаж, аливаа төлбөртэй буюу орлого олох зорилгоор аппликейшн, цахим хуудас, зөвлөх үйлчилгээ явуулах /сурталчилгааны болон хэрэглэгчийн мэдээлэл өгөх хөлс/.</li>
    <li>7.3.7 Үйлчилгээ үзүүлэгчээс бичгээр авсан зөвшөөрөлгүйгээр түүний өмчлөлийн аливаа мэдээлэл, зөвшөөрөл, загвар, барааны тэмдэг зэргийг хэсэгчилсэн болон бүхэлд нь хувилж олшруулах, хуулбарлах, өөрчлөх, хадгалах, шилжүүлэх, нийтлэх, дамжуулах, устгах зэргийг хориглоно.</li>
    <li>7.4. Алтекс дижитал биржид бүртгүүлснээр үйлчилгээний нөхцөлийг зөрчиж буй эсэхийг шалгах, холбоотой зохицуулалтын хүрээнд танд урьдчилан мэдэгдэлгүйгээр эсхүл зөвшөөрөл авалгүйгээр дараах арга хэмжээ авах эрхийг үйлчилгээ үзүүлэгчид олгосон болно. Үүнд:</li>
    <li>7.4.1. Захиалгын хүсэлтийг цуцлах болон хаах;</li>
    <li>7.4.2. Таны цахим хэтэвч, гүйлгээг царцаах;</li>
    <li>7.4.3. Эрх бүхий байгууллагаас шаардсан тохиолдолд холбогдох мэдээллийг хүргүүлэх;</li>
    <li>7.4.4. Илэрсэн зөрчил болон түүнтэй холбоотой авч хэрэгжүүлсэн арга хэмжээний талаар олон нийтэд мэдээлэл хүргэх;</li>
    <li>7.5. Энэхүү үйлчилгээний нөхцөлийг дуусгавар болгох буюу харилцагч бүртгэлээ устгах хүсэлт гаргавал Алтекс дижитал бирж нь хэрэглэгчийн эрхийг бүрэн эсхүл хэсэгчлэн хааж болно. Харилцагч бүртгэлээ бүрэн устгах хүсэлт илгээсэн үед тухайн харилцагчийн биелээгүй арилжааны захиалгыг цуцлах боломжтой бөгөөд биелсэн захиалгыг цуцлах боломжгүй. Харилцагчийн хүсэлтээр үйлчилгээний нөхцөлийг дуусгавар болгож, цахим хэтэвчийг хаасан тохиолдолд тухайн хэрэглэгчийн имэйл хаяг болон мэдээллийг сэргээх боломжгүй.</li>
    <li class="font-medium">НАЙМ. ДАНСНЫ МЭДЭЭЛЭЛ, АЮУЛГҮЙ БАЙДАЛ</li>
    <li>8.1 Алтекс дижитал биржийн шимтгэл, хураамжийг таны хэтэвчээс тухай бүр суутган авах эрхтэй бөгөөд тухайн үйлчилгээний онцлогоос хамааран мөнгөн хөрөнгө эсхүл виртуал хөрөнгөөр суутган авч болно.</li>
    <li>8.2 Та цахим хэтэвчнээс зарлагын гүйлгээ хийхдээ арилжааны банкин дахь өөрийн нэр дээрх төгрөгийн дансанд шилжүүлнэ.</li>
    <li>8.2.1 Таны цахим хэтэвч дэх үлдэгдэл арилжааны шимтгэлийг суутган авахад хүрэлцэхээргүй байх тохиолдолд уг арилжаа хийх захиалгыг үйлчилгээ үзүүлэгч биелүүлэх боломжгүй болно.</li>
    <li>8.3 Хэтэвч ашиглах, Мөнгөн хөрөнгийн зарлага гаргах</li>
    <li>8.3.1 Та арилжааны банкин дах өөрийн нэр дээрх дансны дугаарыг үйлчилгээ үзүүлэгчид өгөхийг зөвшөөрсөн болно. Үйлчилгээ үзүүлэгч нь уг мэдээлэлд үндэслэн тухайн данс болон эзэмшигчийн мэдээлэл таарч байгаа эсэхийг баталгаажуулан шалгах эрхтэй байна. Үйлчилгээ үзүүлэгчээс таны бүртгүүлсэн данс руу бага дүнтэй туршилтын гүйлгээ хийж, уг гүйлгээ амжилттай хийгдсэн тохиолдолд таныг уг дансны эзэмшигч мөн хэмээн үзэх бөгөөд зөвхөн туршилтын гүйлгээ амжилттай хийгдсэн данс руу таны цахим хэтэвчээс зарлагын гүйлгээ хийнэ.</li>
    <li>8.4 Хэтэвч цэнэглэх</li>
    <li>8.4.1 Таны цахим хэтэвчээ цэнэглэж буй мөнгөн хөрөнгө нь Монгол Улсын болон Олон Улсын Мөнгө угаах терроризмтай тэмцэх тухай хууль тогтоомж, хууль ёсны эх үүсвэрээс бүрдүүлсэн хөрөнгө байна.</li>
    <li>8.4.2 Та хууль тогтоомж эсхүл хүчин төгөлдөр гэрээ хэлцлийн дагуу эрх олгогдсоноос бусад тохиолдолд аливаа гуравдагч этгээдийн өмнөөс болон тэдгээрийн хөрөнгөөр өөрийн цахим хэтэвчийг цэнэглэж, арилжаанд оролцохгүй бөгөөд зөвхөн өөрийн хөрөнгөөр арилжаанд оролцох үүрэгтэй.</li>
    <li>8.4.3 Таны хэтэвчиндээ байршуулсан мөнгөн хөрөнгө хууль ёсны эх үүсвэрээс бүрдээгүй, эсхүл мөнгө угаах, терроризмыг санхүүжүүлэхтэй холбоотой, эсхүл бусад хууль зөрчсөн байж болзошгүй гэх үндэслэл бүхий эргэлзээ бий болсон тохиолдолд үйлчилгээ үзүүлэгч нь танд үйлчилгээ үзүүлэхээ зогсоож, төрийн эрх бүхий байгууллагад холбогдох хууль тогтоомжид заасны дагуу мэдэгдэх үүрэгтэй болно.</li>
    <li class="font-medium">ЕС. ҮЙЛЧИЛГЭЭГ ХЯЗГААРЛАХ</li>
    <li>9.1. Дараах тохиолдолд үйлчилгээ үзүүлэгчийн зүгээс таны захиалгат арилжаа, гүйлгээг биелүүлэхээс татгалзах, зогсоох, цуцлах, буцаах эрхтэй ба танд үйлчилгээ үзүүлэхээ зогсоох, шаардлагатай тохиолдолд таны бүртгэлийн хаягийг идэвхгүй болгох, устгах эрхтэй. Үүнд:</li>
    <li>9.1.1. Алтекс дижитал үйлчилгээг ашиглахдаа аливаа хууль тогтоомж болон Алтекс дижитал үйлчилгээний бусад нөхцөл, шаардлагыг зөрчсөн гэж үзсэн;</li>
    <li>9.1.2. Алтекс биржийн үйлчилгээг ашиглахдаа биржийн бусад харилцагчдын хууль ёсны эрх, ашиг сонирхлын эсрэг хууль бус үйл ажиллагаа явуулж байна гэж үзэх үндэслэл бүхий эргэлзээ төрсөн;</li>
    <li>9.1.3. Алтекс дижитал биржийн үйлчилгээг гэмт хэрэг, луйврын шинжтэй үйл ажиллагаанд ашиглаж байна гэж үзэх нөхцөл үүссэн (хууль бус худал мэдээлэл түгээх, үнийн хэт хөөрөгдөл болон огцом уналтын төлөвлөгөө боловсруулах, хуурамч захиалга хийх гэх мэт).</li>
    <li class="font-medium">АРАВ. ХАРИЛЦАГЧИЙН ЗАРЛАГЫН ХЯЗГААРЛАЛТ</li>
    <li>10.1. Харилцагч нь дижитал биржид үүсгэсэн өөрийн бүртгэлийг баталгаажуулснаар “Баталгаат” (Verified) харилцагч болох бөгөөд өдөрт хийгдэх зарлагын нийт үнийн дүн 7,000 ам.доллар хүртэл байна.</li>
    <li>10.2. Харилцагчийн хэрэгцээ шаардлагыг харгалзан түүний харилцагчийн шатлалыг ахиулах буюу өдрийн нийт зарлагын үнийн дүнгийн дээд хэмжээг дараах байдлаар нэмэгдүүлэн тогтоож болно.</li>
    <li>10.2.1. Баталгаат харилцагч нь сүүлийн 3 сарын хугацаанд арилжаанд идэвхтэй оролцсон буюу арилжааны нийт үнийн дүн 300,000 ам.доллар ба түүнээс дээш байх тохиолдолд харилцагчийн хүсэлтээр “Итгэмжит” (Trusted) харилцагч болгоно. Итгэмжит харилцагчийн өдөрт хийгдэх зарлагын үнийн дүнгийн дээд хэмжээ 30,000 ам.доллар байна.</li>
    <li>10.2.2 Баталгаат харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын үнийн дүнгийн дээд хэмжээг 10.2.1-д заасан хугацаанаас өмнө нэмэгдүүлэх хүсэлтийг үйлчилгээ үзүүлэгчид гаргаж болно. Энэ тохиолдолд харилцагч нь өдөр тутам хийгдэж буй зарлагад үнийн дүнгийн 1%-тай тэмцэх хэмжээний шимтгэлийг нэмж төлнө.</li>
    <li>10.2.3. Баталгаат харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын нийт үнийн дүнг 100,000 ам.доллар хүртэлх хэмжээгээр нэмэгдүүлэн “Түнш” (Partner) харилцагч болох боломжтой. Энэ тохиолдолд харилцагчийн өдөрт хийгдэж буй зарлагад ногдох шимтгэлийн хэмжээг үйлчилгээ үзүүлэгчтэй харилцан тохиролцож бичгээр баталгаажуулна.</li>
    <li class="font-medium">АРВАН НЭГ. ХАРИУЦЛАГА</li>
    <li>11.1 Та өөрийн бүртгэлээр нэвтрэн орсон үедээ хийсэн арилжааны захиалга, тэдгээрийн шууд болон шууд бус үр дагаврын улмаас танд учирсан аливаа хохирлыг үйлчилгээ үзүүлэгч хариуцахгүй болно.</li>
    <li>11.2. Та хууль бус үйл ажиллагаа явуулсан, үйлчилгээний нөхцөлийг зөрчсөн, бөгөөд санаатайгаар үйлчилгээ үзүүлэгч болон гуравдагч этгээдэд хохирол учруулсан тохиолдолд уг хохирлыг нөхөн төлөх үүрэг хүлээнэ.</li>
    <li>11.3. Таны санаатай буруу үйлдлийн улмаас учирсан бүх хохирлыг таны цахим хэтэвч дэх мөнгөн хөрөнгө, виртуал хөрөнгөөс үл маргах журмаар барагдуулна. Таны дижитал бүржийн бүртгэлээ устгасан, гэрээгээ цуцалсан нь хохирол барагдуулах үүргээс чөлөөлөгдөх үндэслэл болохгүй.</li>
    <li>11.4. Үйлчилгээ үзүүлэгч нь холбогдох хууль тогтоомжид заасны дагуу харилцагчийн цахим хэтэвчийг битүүмжлэх, гүйлгээг царцаах, хэрэглэгчийн эрхийг түдгэлзүүлэх эрхтэй болно.</li>
    <li class="font-medium">АРВАН ХОЁР. ХЭРЭГЛЭГЧИЙН БҮРТГЭЛИЙГ ЦУЦЛАХ</li>
    <li>12.1. Дараах тохиолдолд таны хэрэглэгчийн бүртгэлийг хааж, дижитал биржийн үйлчилгээг зогсоох бөгөөд ингэснээр энэхүү үйлчилгээний нөхцөлийг дуусгавар болсонд тооцно. Үүнд:</li>
    <li>12.1.1. Та холбогдох хууль тогтоомж, дүрэм журам болон энэхүү үйлчилгээний нөхцөлийг зөрчсөн гэх үндэслэл бүхий эргэлзээ бий болсон, эрх бүхий байгууллагаас холбогдох шаардлагыг үйлчилгээ үзүүлэгчид хүргүүлсэн;</li>
    <li>12.1.2. Үйлчилгээ үзүүлэгчид та хуурамч, худал мэдээлэл ирүүлсэн болох нь тогтоогдсон (Бусад этгээдийн нэрийг ашиглан бүртгүүлсэн, бүртгүүлэхээр оролдсон);</li>
    <li>12.1.3. Та дижитал биржийн үйлчилгээг дуусгавар болгох хүсэлт гаргасан;</li>
    <li>12.1.4. Үйлчилгээ үзүүлэгчийн зүгээс таны бүртгэл, дансыг хаах хууль тогтоомжид заасан бусад үндэслэл тогтоогдсон;</li>
    <li>12.1.5. Таны цахим хэтэвч дэх мөнгөн хөрөнгөөс Алтекс дижитад биржид төлөх холбогдох шимтгэл, хураамжийг суутгана.</li>
    <li>12.1.6. Таны цахим хэтэвч дэх хөрөнгийн үлдэгдэл нь үйлчилгээний шимтгэлийн дүнгээс бага байх тохиолдолд үлдэгдлийг шилжүүлэх үүрэгтэй.</li>
    <li class="font-medium">АРВАН ГУРАВ. МАРГААН ШИЙДВЭРЛЭХ</li>
    <li>13.1. Алтекс дижитал биржийн үйлчилгээтэй холбоотой аливаа маргааныг талууд эвийн журмаар шийдвэрлэхийг эрмэлзэх бөгөөд тохиролцоонд хүрч чадаагүй тохиолдолд Монгол Улсын шүүхэд хандаж шийдвэрлүүлнэ.</li>
    <li class="font-medium">АРВАН ДӨРӨВ. БУСАД</li>
    <li>14.1. Үйлчилгээ үзүүлэгч нь энэхүү үйлчилгээний нөхцөлд өөрчлөлт, нэмэлтийг хэдийд ч оруулах эрхтэй бөгөөд танд өөрчлөлт, нэмэлтийг бүртгэлтэй имэйл хаягаар тухай бүр мэдэгдэнэ.</li>
    <li>14.2. Та энэхүү үйлчилгээний нөхцөлд оруулсан нэмэлт өөрчлөлттэй танилцан эс зөвшөөрсөн тохиолдолд үйлчилгээ үзүүлэгчид тухай бүр мэдэгдэх үүрэгтэй бөгөөд бусад тохиолдолд нэмэлт өөрчлөлтийг хүлээн зөвшөөрсөнд тооцно.</li>
    <li>14.3. Үйлчилгээний нөхцөлийн аль нэг заалтыг эрх бүхий байгууллагаас хүчингүйд тооцсон нь бусад зүйл, заалтыг хүчингүй болгох үндэслэл болохгүй.</li>
  </ul>
    `,

    'isp_title':'МЭДЭЭЛЛИЙН АЮУЛГҮЙ БАЙДЛЫН БОДЛОГО ЗОРИЛТ',
    'isp_breadcrumbs_1':"Нүүр",
    'isp_breadcrumbs_2':"Үйлчилгээ",
    'isp_breadcrumbs_3':"Мэдээллийн аюулгүй байдлын бодлого",
    "isp_para":`
    <ul class="space-y-[20px] text-[16px]">
    
    <li>Чойжин Алтекс ХХК-ийн удирдлагууд бидний үйл ажиллагаа, үйл ажиллагаа нь аюулгүй байдлын түвшинг тодорхойлж, хэрэгжүүлэхийг шаарддаг. Бид үйл ажиллагааныхаа хүрээнд болон үйлчилгээгээ хүргэх замаар бүх оролцогч талуудын аюулгүй байдлын мэдээллийн шаардлагатай шаардлагыг хангахын зэрэгцээ шаардлагатай бол системийг байнга хянаж, сайжруулах үүрэг хүлээнэ. Бид бизнесийн үйл ажиллагаа, үйлчилгээ үзүүлэхдээ үйлчлүүлэгчид, ажилтнууд болон оролцогч талуудын шаардлагыг тодорхойлж, сэтгэл ханамжийг нэмэгдүүлэхийн тулд биелүүлэхийг эрмэлзэнэ.</li>
    <li>“Чойжин Алтекс” компанийн удирдлага дараахь зүйлийг хангахыг зорьж байна: 
    <li>
    - Мэдээллийн аюулгүй байдлын цогц тогтолцоог бий болгоно.
        Нууц мэдээлэл, хөрөнгийг хамгаалах бодлого, бодлого, хяналтыг багтаасан мэдээллийн аюулгүй байдлын тогтолцоог байгууллагын хэмжээнд бий болгож, хадгалах.
    </li>
    <li>
    - Эрсдэлд суурилсан шийдвэр гаргах арга барилыг нэвтрүүлэх
        Мэдээллийн аюулгүй байдлын эрсдлийг үр дүнтэйгээр эрэмбэлж, бууруулахын тулд шийдвэр гаргах үйл явцад эрсдэлд суурилсан хандлагыг тууштай хэрэгжүүлэх.
        
    </li>
    <li>
    - Аюулгүй байдлын соёлыг сурталчлах
        Байгууллагын мэдээллийн технологийн бодлогыг (удирдлага, ажилчид, оролцогч талууд, үйлчлүүлэгчид, түнш байгууллагууд, үйлчилгээ үзүүлэгчид) өргөнөөр ойлгож, хүлээн зөвшөөрч, холбогдох бүх талуудтай хамтран ажиллах.        
        
    </li>
    <li>
    - Мэдээллийн системийн бодлогыг тасралтгүй сайжруулах
        Мэдээллийн аюулгүй байдлын бодлогын хэрэгжилтийн үр нөлөөг тогтмол хянах, дүн шинжилгээ хийх, хувьсан өөрчлөгдөж буй аюул занал, шилдэг туршлагуудад дасан зохицох замаар тасралтгүй нэмэгдүүлэх.        
        
    </li>
    <li>
    - Мэдээллийн аюулгүй байдлын зөрчилд үр дүнтэй хариу арга хэмжээ авах
        Мэдээллийн аюулгүй байдлын зөрчил, тасалдал, ослыг нэн даруй арилгах, багасгах зорилгоор мэдээлэх механизм, үндсэн шалтгааны шинжилгээ зэрэг ослын хариу арга хэмжээг боловсруулж хэрэгжүүлэх. Зорилго нь ирээдүйд дахин давтагдахаас урьдчилан сэргийлэх, нөлөөллийг багасгах явдал юм.                
        
    </li>
        <li>
        - Хэрэглэгч болон түншийн сэтгэл ханамжийг нэмэгдүүлэх
        Бүтээгдэхүүн, үйлчилгээ, систем, дэд бүтцийн тасалдалгүй, хэвийн ажиллагааг хангах, ингэснээр үйлчлүүлэгч, түншийн хүлээлт, итгэлцэл, байгууллагад сэтгэл ханамжийг нэмэгдүүлэх. 

        </li>
    </li>
  </ul>
    `,

    "privacypolicy_title": "Нууцлалын бодлого",
    "privacypolicy_content": `
        <p class="pb-[6px]">Чойжин Алтекс ХХК нь (“бид”, “бидний” болон “Алтекс” гэх) таны цахимаар хийгдэж буй хувь хүний нууцыг хадгалах, бусдад задруулахгүй байхыг чухалчлах бодлого баримтална.</p>
        <p class="pb-[6px]">Энэхүү нууцлалын бодлого нь Монгол улсын Хувь хүний нууцын тухай хууль болон хувийн мэдээлэл, мэдээлэлтэй харьцах, хангахтай холбоотой хууль тогтоомж, дүрэм журмын дагуу хамтрагч байгууллага (BC групп)–ын хамт таны мэдээллийн аюулгүй байдлыг хангах үйлчилгээ үзүүлнэ.</p>
        <p class="pb-[6px]">Бид нууцлалын бодлогын дагуу харилцагчийн хувийн нууцыг хамгаалах үүрэгтэй. Таны хувийн мэдээллийг доор дурдсан зорилгоос (цаашид тодорхойлсноор) бусад ямар нэгэн зорилгоор зөвшөөрөлгүйгээр бусдад худалдах, солилцох, шилжүүлэх, задруулахгүй байхыг баримталж ажиллана.</p>
        <p class="pb-[6px] uppercase font-medium">Бид хувийн мэдээллийг хэзээ цуглуулах вэ?</p>
        <p class="pb-[6px]">Бид цахим үйлчилгээг харилцагчид саадгүй, түргэн шуурхай үзүүлэх зорилгоор харилцагчийн мэдээллийг үргэлж шинэчлэх бодлого барьж ажилладаг. Харилцагчийн хувийн мэдээллийг анх биржид бүртгүүлэх болон бусад шаардлагатай тохиолдолд цуглуулна.</p>
        <p class="pb-[6px] uppercase font-medium">Ямар мэдээлэл хувийн мэдээлэлд хамаарах вэ?</p>
        <p class="pb-[6px]">Дараах мэдээллүүдийг хувийн мэдээлэлд хамааруулна. Үүнд:</p>
        <p class="pb-[6px]">1. Таны овог нэр, төрсөн огноо;</p>
        <p class="pb-[6px]">2. Холбоо барих мэдээлэл – шуудангийн хаяг, цахим шуудангийн хаяг, утасны дугаар;</p>
        <p class="pb-[6px]">3. Олон нийтийн сүлжээ дэх профайлын мэдээлэл – хэрэглэгчийн нэр;</p>
        <p class="pb-[6px]">4. Санхүүгийн байдлын дэлгэрэнгүй мэдээлэл – зээлийн карт, банкны данс эсвэл төлбөрийн бусад мэдээлэл;</p>
        <p class="pb-[6px]">5. Блокчэйн мэдээлэл – блокчэйн хаяг болон түлхүүр;</p>
        <p class="pb-[6px]">6. Манай платформ – д бүртгүүлэхэд үүсгэсэн хэрэглэгчийн нэр, нууц үг;</p>
        <p class="pb-[6px]">7. Таны бидэнд илгээсэн аливаа мессежийг оролцуулан бидний зүгээс танд илгээсэн хариу, бусад харилцааны бүртгэл.</p>
        <p class="pb-[6px]">Та шаардлагатай хувийн мэдээллийг бидэнд бүрэн гүйцэд, үнэн зөвөөр ирүүлээгүй тохиолдолд бид бүтээгдэхүүн, үйлчилгээг (манай бүтээгдэхүүн үйлчилгээний санал болгож буй бүх функц, функцээр) хангах боломжгүй бөгөөд таны санал, хүсэлтэд хариу өгөх боломжгүй болно. Манай байгууллага нь үйл ажиллагаандаа холбогдох хууль тогтоомж, эрх бүхий байгууллагаас гаргасан дүрэм журам, зааврыг мөрдөх үүрэгтэй болно.</p>
        <p class="pb-[6px] uppercase font-medium">Бид хувийн мэдээллийг хэрхэн ашигладаг вэ?</p>
        <p class="pb-[6px]">Бид таны хүссэн үйлчилгээг үзүүлэх болон биржийн хуудсанд зочилж байгаа харилцагчиддаа зориулж үйлчилгээгээ сайжруулах зорилгоор мэдээллийг цуглуулдаг. Мөн бид холбогдох маягт, анкет дээр “заавал оруулах” болон оруулах шаардлагагүй мэдээллийг тодорхой зааж өгөх болно. “Заавал оруулах” шаардлагатай мэдээллийн хэсэгт та холбогдох мэдээллийг оруулах ба тухайн мэдээлэл нь үнэн зөв байх шаардлагатай. Хэрэв заавал бөглөх хэсгийн мэдээллийг оруулаагүй тохиолдолд бид үйлчилгээ үзүүлэх боломжгүй болно.</p>
        <p class="pb-[6px]">Бид дараах зорилгоор таны хувийн мэдээллийг ашиглана. Үүнд:</p>
        <p class="pb-[6px]">1. Харилцагчийн хэрэгцээ шаардлагад нийцсэн бүтээгдэхүүн үйлчилгээг хүргэх;</p>
        <p class="pb-[6px]">2. Таны өгсөн мэдээлэлд үндэслэн тохирох бүтээгдэхүүн үйлчилгээг санал болгох, үйлчилгээг сайжруулах;</p>
        <p class="pb-[6px]">3. Харилцагчийн эрсдэлийн үнэлгээг хийх, мэдээллийг шинэчилж хадгалах;</p>
        <p class="pb-[6px]">4. Гэмт хэргээс урьдчилан сэргийлэх, илрүүлэх, мөрдөн шалгах болон яллах бүх шатны эрх бүхий байгууллага шаардсан тохиолдолд мэдээлэл өгөх (үүнд мөнгө угаах, залилан болон бусад  санхүүгийн холбогдолтой гэмт хэргүүд хамаарна)</p>
        <p class="pb-[6px]">5. Монгол улсын болон олон улсын холбогдох хууль тогтоомж, дүрэм журам, шүүхийн шийдвэр, засгийн газрын хориг эсхүл бусад эрх бүхий байгууллагын хориг арга хэмжээ болон бусад шаардсаны дагуу.</p>
        <p class="pb-[6px]">Түүнчлэн холбогдох хууль тогтоомжид харшлаагүй тохиолдолд бид таны хувийн мэдээллийг дараах зорилгоор цуглуулж, ашиглаж болно.</p>
        <p class="pb-[6px]">1. Бидний зүгээс харилцагчид зарласан аливаа урамшуулал, урамшууллын хөтөлбөр зэрэг маркетинг хийх;</p>
        <p class="pb-[6px]">2. Бид болон гуравдагч этгээдээс бүтээгдэхүүн үйлчилгээ үзүүлэх, санал болгохтой холбогдуулан бусад зорилгоор болон бусад эх сурвалжаас (гуравдагч этгээдийг оролцуулан) цуглуулсан мэдээлэл өгөгдөлтэй хувийн мэдээллийг тааруулж шалгах;</p>
        <p class="pb-[6px]">3. Бидний тодорхойлсноор таны сонирхлыг татахуйц судалгааны тайлан, гарын авлага эсвэл бүтээгдэхүүн үйлчилгээ, тусгай санал, урамшууллын дэлгэрэнгүй мэдээлэл, хөрөнгө оруулалтын талаар мэдээллийг танд илгээх;</p>
        <p class="pb-[6px]">4. Зах зээлийн судалгаа хийх , үйлчлүүлэгчийн зан байдал, байршил, сонголт, хүн ам зүйн байдлыг ойлгох, дүн шинжилгээ хийх, танд бүтээгдэхүүн үйлчилгээ болон таны профайл сонголттой холбогдох тусгай санал маркетингийн хөтөлбөрүүдийг санал болгох.</p>
        <p class="pb-[6px] uppercase font-medium">Хувийн мэдээллийн аюулгүй байдал</p>
        <p class="pb-[6px]">Харилцагч захиалга өгөх, хувийн мэдээлэл оруулах, илгээх, нэвтрэх үед хувийн мэдээллийн аюулгүй байдлыг хангах үүднээс бидний зүгээс шаардлагатай арга хэмжээг хэрэгжүүлдэг. Иймд бид Танд найдвартай сервер ашиглахыг санал болгож байна. Таны оруулсан хувийн мэдээллийг Secure Socket Layer (SSL) технологиор дамжуулж, манай системд нэвтрэх тусгай эрх бүхий мэргэжилтнүүд хандах бөгөөд хувийн мэдээллийн санд шифрлэгдсэн нууцлалын зэрэгтэй байна. Бид хувийн мэдээллийг хадгалах, ашиглах үйл явцын хамрах хүрээнд эрсдэлийг тодорхойлж (боломжтой бол шифрлэлт, хуурамч нэр ашиглах) тохирсон хамгаалалтыг боловсруулж, хэрэгжүүлж ажилладаг.</p>
        <p class="pb-[6px] uppercase font-medium">Онлайн нууцлалын бодлого</p>
        <p class="pb-[6px]">Энэхүү онлайн нууцлалын бодлого нь онлайн болон оффлайн аль алинд нь компаниас гадуурх эх сурвалжаас цуглуулсан бүх хувийн мэдээлэлд хамаарна.</p>
        <p class="pb-[6px] uppercase font-medium">Таны зөвшөөрөл</p>
        <p class="pb-[6px]">Та хувийн мэдээллээ бидэнд илгээх, манай үйлчилгээг ашиглах, маягт бөглөх, эсвэл манай сайтад зочилсноор нууцлалын бодлого (одоогийн болон ирээдүйд шинэчлэгдэх) -д заасан мэдээллийг цуглуулах, ашиглах, боловсруулахыг хүлээн зөвшөөрсөнд тооцно. Хэрэв та нууцлалын бодлого болон үйлчилгээний нөхцөлд заасны дагуу хувийн мэдээллээ өгөхөөс татгалзсан бол манай биржийн үйлчилгээг авах боломжгүй.</p>
        <p class="pb-[6px] uppercase font-medium">Таны татгалзах эрх</p>
        <p class="pb-[6px]">Та хүссэн үедээ өөрийн мэдээллийг шууд маркетингийн зорилгоор ашиглуулахаас татгалзах эрхтэй. /Бидний зүгээс танд тохирсон үйлчилгээ, бүтээгдэхүүний талаар мэдээллийг таны хувийн мэдээлэлд үндэслэн гар утас болон имэйл хаягт хүргүүлэх/</p>
        <p class="pb-[6px]">Хэрэв та хувийн мэдээллээ шууд маркетингаас бусад зорилгоор ашиглахыг зогсоохыг шаардсан тохиолдолд бид цаашид үйлчилгээ үзүүлэх боломжгүй болох бөгөөд танд үзүүлсэн үйлчилгээний төлбөрийг хариуцах болно.</p>
        <p class="pb-[6px] uppercase font-medium">Манай нууцлалын бодлогод гарсан өөрчлөлт</p>
        <p class="pb-[6px]">Нууцлалын бодлого шинэчлэгдэх тухай бүр энэхүү хуудсанд шинэчилсэн хувилбарыг оруулах болно.</p>
        <p class="pb-[6px] uppercase font-medium">Хувийн мэдээллийг хадгалах</p>
        <p class="pb-[6px]">Бид таны хувийн мэдээллийг зөвхөн үйл ажиллагаанд шаардагдах хугацаагаар хадгалах бөгөөд ашиглах хугацаа дууссан тохиолдолд Хувийн мэдээллийг найдвартай устгах болон тусгай эрх бүхий хамтрагч байгууллагад мөн адил шаардлагыг тавих болно.</p>
        <p class="pb-[6px] uppercase font-medium">Хувийн мэдээлэлд хандах болон залруулах</p>
        <p class="pb-[6px]">Таны хувийн мэдээлэлд хандах эрх болон мэдээллийг залруулахыг Хувь хүний нууцын тухай хууль болон холбогдох хууль тогтоомжийн хүрээнд Та биднээс хүсэх эрхтэй. Энэ тохиолдолд бид хуульд заасан хэмжээгээр төлбөр авах эрхтэй. Европын холбооны харилцагчид хувийн мэдээллийг ашиглахтай холбоотой асуудлаар өөрийн оршин суугаа газрын хувийн мэдээллийг хамгаалах байгууллагад гомдол гаргах эрхтэй. Хэрэв танд энэхүү бодлоготой холбоотой санал хүсэлт, асуумж байвал доорх хаягаар холбогдоно уу:</p>
        <p class="pb-[6px]">CHOIJIN ALTEX LLC.</p>
        <p class="pb-[6px]">Email: contact@altex.mn</p>
        <p class="pb-[6px]">Хэрэв та хуулийн этгээдийг төлөөлж хүсэлт ирүүлсэн тохиолдолд бид уг хүсэлтийг шийдвэрлэхийн тулд төлөөлөх албан ёсны эрхтэй этгээд мөн эсэхийг батлах нотлох баримтыг шаардаж болно.</p>
        <p class="pb-[6px]">Энэхүү бодлогын Монгол хэл болон англи хэл дээрх хувилбаруудын хооронд зөрчил гарсан тохиолдолд Монгол хувилбарыг баримтална.</p>
        <p class="pb-[6px]"><i>Шинэчилсэн огноо: 26.01.2022</i></p>
    `,

    "faq_title": "Түгээмэл асуултууд",
    "faq_title_customer_service": "Хэрэглэгчийн үйлчилгээ",
    "faq_title_settlement": "Төлбөр тооцоо",
    "faq_q1": "1. Хэрхэн бүртгэлээ баталгаажуулах вэ?",
    "faq_a1": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно.</span></li>
            <li><span class="font-bold">Тохиргоо</span> цэсрүү орж <span class="font-bold">Verify хэсэгт</span> байрлах <span class="font-bold">Verify now</span> товчин дээр дарна.</li>
            <li>Гарч ирсэн сонголтоос <span class="font-bold">Хувь хүн буюу Personal</span> сонголтыг сонгоно.</li>
            <li>Бүртгэл баталгаажуулалт 4 алхмаас бүрдэх бөгөөд <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарж <span class="font-bold">Алхам 1 рүү шилжинэ</span>.</li>
            <li>Үүнээс өмнө бичиг баримтын зургийг хэрхэн хуулж оруулах зөвлөгөөг сайтар <span class="font-bold">уншиж танилцаарай</span>.</li>
            <li>Бичиг баримтын төрлөөс <span class="font-bold">Иргэний үнэмлэх</span> эсвэл <span class="font-bold">Гадаад паспортын</span> аль нэгийг сонгоно .</li>
            <li><span class="font-bold">Иргэний үнэмлэхийг сонгосон</span> бол үнэмлэхийн <span class="font-bold">урд</span> болон <span class="font-bold">ард талын зургийг</span> дараах дарааллаар хуулж оруулаад <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна.</li>
            <li><span class="font-bold">Гадаад паспортыг сонгосон</span> бол <span class="font-bold">хувийн мэдээлэл бүхий хуудсын зургийг</span> оруулахаас гадна <span class="font-bold">e-mongolia-гаас хаягийн бүртгэлийн лавлагааг</span> авч оруулах шаардлагатайг анхаарна уу.</li>
            <li><span class="font-bold">Алхам 2</span> дээр <span class="font-bold">камерыг нээж</span> дэлгэцний дээр гарах <span class="font-bold">notification</span> цонхонд <span class="font-bold">allow</span> товчийг дарснаар таны видео сельфиг хийж эхэлнэ.</li>
            <li>Дэлгэцэнд гарах зааврын дагуу дараах 4 үйлдлийг хийж гүйцэтгээд <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна.</li>
            <li><span class="font-bold">Алхам 3</span> нь хувийн мэдээллийн хэсэг бөгөөд <span class="font-bold">ажил эрхлэлт, холбоо барих</span> болон <span class="font-bold">хаягийн мэдээллийг</span> бичиж оруулаад <span class="font-bold">Үргэлжлүүлэх</span> товчийг дарна уу.</li>
            <li><span class="font-bold">Алхам 4</span> дээр эхний 3 алхам дээр оруулсан мэдээллүүдээ нягталж <span class="font-bold">Үйлчилгээний нөхцөл</span> болон <span class="font-bold">Нууцлалын бодлогыг</span> уншиж танилцаад хүлээн <span class="font-bold">зөвшөөрсний дараа Илгээх</span> товчийг дарж хувийн мэдээллүүдээ илгээнэ.</li>
            <li>Таны илгээсэн мэдээллийг бид нягталж үзээд <span class="font-bold">баталгаажуулалт амжилттай болсон эсэх</span> мэдээллийг таны <span class="font-bold">бүртгэлтэй имэйлээр илгээх болно</span>.</li>
        </ul>
    `,
    "faq_q2": "2. Хэрхэн бүртгэлээ устгах вэ?",
    "faq_a2": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Та Алтекс дижитал бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан сельфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a> хаягаар бичиж илгээнэ үү.</li>
            <li>Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс тантай холбогдож баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
    `,
    "faq_q3": "3. Хувийн мэдээллээ хэрхэн шинэчлэх вэ?",
    "faq_a3": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Та Алтекс дижитал бирж дээрх бүртгэлтэй хувийн мэдээллээ өөрчлөхийг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан сельфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a> хаягаар бичиж илгээнэ үү.</li>
            <li>Таны мэдээллийг өөрчлөхөөс өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
    `,
    "faq_q4": "4. Нууц үгээ хэрхэн шинэчлэх вэ?",
    "faq_a4": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span>бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Тохиргоо</span> цэсрүү орж <span class="font-bold">Password</span> товчин дээр дарснаар хуучин нууц үгээ 1 удаа, шинэ нууц үгээ 2 удаа бичиж оруулах талбар гарч ирнэ.</li>
            <li>Дээрх талбарыг бөглөн <span class="font-bold">Save</span> товчийг дарснаар таны шинэ нууц үг хадгалагдана.</li>
        </ul>
    `,
    "faq_q5": "5. 2FA хамгаалалтыг хэрхэн идэвхжүүлэх вэ?",
    "faq_a5": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Google Authenticator app</span>-ыг өөрийн утасны Playstore болон Appstore-с татаж авна.</li>
            <li>www.altex.mn хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Settings</span> цэсрүү орж <span class="font-bold">Security</span> хэсэгт байрлах Google Authenticator <span class="font-bold">Add new</span> товч дээр дарж <span class="font-bold">QR код</span> үүсгэнэ.</li>
            <li>Үүссэн <span class="font-bold">QR кодыг</span> өөрийн утасны Google Authenticator app-руу нэвтрэн орж <span class="font-bold">Scan code</span> товчийг дарснаар уншуулж идэвхжүүлнэ.</li>
            <li>Google Authenticator app дээр гарч ирэх <span class="font-bold">6 оронтой кодыг</span> платформ дээрээ оруулснаар таны холболт амжилттай хийгдэнэ.</li>
        </ul>
    `,
    "faq_q6": "6. 2FA хамгаалалтаа хэрхэн салгах вэ?",
    "faq_a6": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Алтекс дижитал бирж дээрх 2FA хамгаалалтаа салгуулахыг хүсвэл хүсэлтээ өөрийн бүртгэлтэй имэйл хаягаас бичиг баримтаа хажуудаа барьсан селфи зургийн хамт <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаягаар бичиж илгээнэ үү.</li>
            <li>Таны мэдээллийг өөрчлөхөөс өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
        Санамж: 2FA холболтоо шинээр дахин хийгээгүй тохиолдолд крипто арилжаа, орлого зарлага хийх боломжгүй гэдгийг анхаарна уу.</div>
    `,
    "faq_q7": "7. Хэрхэн хаягийн баталгаажуулалт хийх вэ?",
    "faq_a7": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээснээр хаягийг баталгаажуулах боломжтой.</div>
    `,
    "faq_q8": "8. Иргэний үнэмлэхгүй бол хэрхэн хаягийн баталгаажуулалт хийх вэ?",
    "faq_a8": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-гаас Хаягийн бүртгэлийн лавлагааг авч илгээнэ.</li>
            <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ. </li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            Санамж: Баримт бичиг нь Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.
        </div>
    `,
    "faq_q9": "9. Хэрхэн Итгэмжит харилцагч болох вэ?",
    "faq_a9": `
        <ul class="list-disc leading-6 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li class="mb-3">Харилцагчийн зарлагын дээд хэмжээг нэмэгдүүлэн Итгэмжит харилцагч болох хүсэлтийг өөрийн Алтекс дижитал биржид бүртгэлтэй имэйл хаягаас компанийн <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаяг, эсхүл бүртгэлтэй дугаараас албан ёсны телеграм болон фейсбүүк хуудсанд ирүүлнэ.</li>
            <li class="mb-3">Баталгаажсан харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын хэмжээг нэмэгдүүлэн Итгэмжит харилцагч болох хүсэлт гаргасан тохиолдолд Итгэмжит харилцагчийн зарлагын дээд хэмжээний 1%-тай тэнцэхүйц шимтгэлийг 1 удаа төлнө.</li>
            <li>Харилцагчийн бүртгэл хариуцсан ажилтан болон Эрсдэл хариуцсан ажилтан нь харилцагчийн хүсэлтийг ажлын 1 хоногт багтаан шийдвэрлэж энэ тухай харилцагчид имэйл эсхүл утсаар хариу мэдэгдэнэ.</li>
        </ul>
    `,
    "faq_q10": "10. Хэрхэн Түнш харилцагч болох вэ? ",
    "faq_a10": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li class="mb-3">Харилцагчийн зарлагын дээд хэмжээг нэмэгдүүлэн Түнш харилцагч болох хүсэлтийг өөрийн Алтекс дижитал биржид бүртгэлтэй имэйл хаягаас компанийн <a class="underline text-[#0000EE]" href="mailto:contact@altex.mn">contact@altex.mn</a>  хаяг, эсхүл бүртгэлтэй дугаараас албан ёсны телеграм болон фейсбүүк хуудсанд ирүүлнэ.</li>
            <li class="mb-3">Баталгаажсан харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын хэмжээг нэмэгдүүлэн Түнш харилцагч болох хүсэлт гаргасан тохиолдолд Түнш харилцагчийн зарлагын дээд хэмжээний 1%-тай тэнцэхүйц шимтгэлийг 1 удаа төлнө.</li>
            <li>Харилцагчийн бүртгэл хариуцсан ажилтан болон Эрсдэл хариуцсан ажилтан нь харилцагчийн хүсэлтийг ажлын 1 хоногт багтаан шийдвэрлэж энэ тухай харилцагчид имэйл эсхүл утсаар хариу мэдэгдэнэ. </li>
        </ul>
    `,
    "faq_q11": "11. Хувь хүний бүртгэл баталгаажуулахад ямар бичиг баримтууд шаардлагатай вэ?",
    "faq_a11": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Таны хүчинтэй бичиг баримт (Иргэний үнэмлэх эсхүл Гадаад паспорт)</li>
            <li>Бичиг баримтыг барьж авхуулсан селфи зураг</li>
            <li>Хаягийн баталгаа
                <ul class="list-disc px-6 list-inside">
                    <li>Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээснээр хаягийг баталгаажуулах боломжтой. </li>
                    <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-аас Хаягийн бүртгэлийн лавлагааг авч илгээснээр хаягийг баталгаажуулах боломжтой.</li>
                    <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ. </li>
                </ul>
            </li>
        </ul>
        <div class="text-[0.9rem] font-montserrat mt-10">
            Санамж: Баримт бичиг нь Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.
        </div>
    `,
    "faq_q12": "12. Хувь хүний бүртгэл хэдий хугацаанд баталгаажих вэ?",
    "faq_a12": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Хувь хүний бүртгэл баталгаажуулах хүсэлтийг ажлын 1 өдөрт багтаан шийдвэрлэнэ. </li>
            <li>Харилцагчийн бүртгэлийн мэргэжилтэн шаардлагатай гэж үзвэл тантай холбогдон нэмэлт тодруулга авч хамтран ажиллах болно. </li>
        </ul>
    `,
    "faq_q13": "13. Байгууллагын бүртгэл баталгаажуулахад ямар бичиг баримтууд шаардлагатай вэ?",
    "faq_a13": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>CORPORATE STRUCTURE CHART - Компанийн бүтэц зохион байгуулалтын зураглал </li>
            <li>COMPANY PROOF OF ADDRESS ISSUED - Компанийн төв салбарын хаягийн мэдээлэл</li>
            <li>CERIFICATE OF INCORPORATION - Байгууллагын улсын бүртгэлийн гэрчилгээ ард, урд талаас авсан зураг</li>
            <li>MEMORANDIUM AND ARTICLES OF ASSOCIATION - Байгууллагын дүрэм</li>
            <li>CERTIFICATE OF INCUMBENCY - Тусгай зөвшөөрлийн дагуу үйл ажиллагаа явуулдаг бол үйл ажиллагааны чиглэлийн дагуу тусгай зөвшөөрөл</li>
            <li>PASSPORT OF ALL DIRECTORS AND SHAREHOLDERS WITH 25% OR MORE SHAREHOLDING - Байгууллагын гүйцэтгэх захирал болон байгууллагын 25-аас дээш хувь эзэмшигчдийн бичиг баримт (Иргэний үнэмлэх эсвэл Гадаад паспорт)</li>
            <li>PERSONAL PROOF OF ADDRESS OF ALL - Гүйцэтгэх захирал болон хувь эзэмшигчдийн байнгын оршин суугаа хаягийн баталгаа
                <ul class="list-disc px-6 list-inside">
                    <li> Иргэний үнэмлэхийн арын хэсгийн зургийг тод гаргацтай авч илгээнэ.</li>
                    <li>Иргэний үнэмлэхгүй тохиолдолд Монгол улсын иргэн E-mongolia-аас Хаягийн бүртгэлийн лавлагааг авч илгээнэ.</li>
                    <li>Гадаад улсад оршин суудаг бол хэрэглээний болон үйлчилгээний төлбөр төлсөн баримтыг хавсарган илгээнэ.</li>
                </ul>
            </li>
            <li>PASSPORT OF THE APPLICANT OR AUTHORIZED PERSONS - Алтекс дижитал бирж дээрх дансыг захиран зарцуулах эрхтэй томилогдсон байгууллагын итгэмжлэгдсэн төлөөлөгчийн бичиг баримт (Иргэний үнэмлэх эсвэл Гадаад пасспорт),</li>
            <li>PERSONAL PROOF OF ADDRESS - Итгэмжлэгдсэн төлөөлөгчийн байнгын оршин суугаа хаягийн баталгаа.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            <div>Санамж: Дээр дурдсан бичиг баримтууд нь заавал шаардагдах бичиг баримтууд бөгөөд Монгол эсвэл Англи хэл дээр биш бол албан ёсны баталгаат орчуулгаар орчуулан баталгаа гаргасан байхыг анхаарна уу.</div>
            <div>Хэрэв нэмэлт материал шаардлагатай гэж үзвэл харилцагчийн бүртгэлийн ажилтан холбогдох болно.</div>
        </div>
    `,
    "faq_q14": "14. Байгууллагын бүртгэлийн хүсэлт хичнээн хугацааны дараа баталгаажих вэ?",
    "faq_a14": `
        <ul class="list-disc leading-2 px-6 list-inside text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Байгууллагын хүсэлт шаардлагатай бүх материалыг хавсаргаснаас хойш ажлын 5 хоногт бүрэн шалгагдаж дуусна.</li>
            <li>Таны бүртгэлийг баталгаажуулах явцад манай харилцагчийн бүртгэлийн мэргэжилтэн таньтай хамтарч ажиллах болно.</li>
        </ul>
    `,
    "faq_q15": "1. Хэрхэн фиат орлого хийх вэ?",
    "faq_a15": `
        <ul class="list-disc leading-6 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat overflow-y-auto">
            <li><span class="font-bold">www.altex.mn</span> хуудсанд өөрийн үүсгэсэн <span class="font-bold">бүртгэлээрээ нэвтэрч орно</span>.</li>
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Орлого</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Банкны гүйлгээ</span> товчин дээр дарна. </li>
            <li>Дансандаа орлого хийх дүнгээ ам.доллараар бичиж оруулан <span class="font-bold">Орлого</span> товчин дээр дарна.</li>
            <li>
                <div>Үүссэн <span class="font-bold">Reference code</span>-ийг банкны шилжүүлэг хийхдээ <span class="font-bold">Гүйлгээний утга</span> хэсэгт бичиж оруулна.</div>
                <div>Ингэснээр таны хүсэлтийг оператор хүлээн авч баталгаажуулахад хялбар байх болно.  </div>
            </li>
            <li>
                <div>Алтекс дижитал бирж - Дансны мэдээлэл</div>
                <div>Хаан банк: 5111667508</div>
                <div>Голомт банк: 3005148881</div>
                <div>ХХБ: 404266849</div>
                <div>Хүлээн авагчийн нэр: Чойжин Алтекс ХХК</div>
            </li>
            <li>Хэрэглэгч та <span class="font-bold">бүртгэлээ баталгаажуулаагүй тохиолдолд</span> Орлого хийх хүсэлт гаргах боломжгүйг анхаарна уу.</li>
        </ul>
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat mt-10">
            <div>Санамж: Баталгаажсан харилцагч нь фиат орлого хийхдээ Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын орлогын ханшаар тооцож төгрөгийн орлого хийнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,
    "faq_q16": "2. Хэрхэн фиат зарлага хийх вэ?",
    "faq_a16": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Зарлага</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Bank transfer</span> товчин дээр дарна. </li>
            <li><span class="font-bold">Add bank</span> товчин дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.</li>
            <li>Гарч ирсэн цонхонд <span class="font-bold">Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг</span> дахин бичиж <span class="font-bold">Submit</span> товчин дээр дарна.</li>
            <li>Утасныхаа <span class="font-bold">Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог</span> бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. (Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.)</li>
            <li>Дараах цонхноос хадгалсан <span class="font-bold">банкны мэдээллийг сонгож</span>, дараа нь <span class="font-bold">Continue</span> товчийг дарж үргэлжлүүлнэ.</li>
            <li>Зарлага хийх дүнгээ бичиж оруулаад <span class="font-bold">Зарлага</span> товчийг дарна. </li>
            <li>Таны хүсэлтээ баталгаажуулах үүднээс <span class="font-bold">Google Authenticator 6 оронтой тоог дахин бичиж оруулах</span> шаардлагатай.</li>
            <li>Таны зарлагын хүсэлтийг <span class="font-bold">Даваа-Баасан</span> гарагийн <span class="font-bold">9:00-18:00</span> хооронд хянан шийдвэрлэдэг болохыг анхаарна уу.</li>
        </ul>
    `,
    "faq_q17": "3. Арилжааны шимтгэл хэд вэ?",
    "faq_a17": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Maker - 0.25%</li>
            <li>Taker - 0.35%</li>
        </ul>
    `,
    "faq_q18": "4. Криптовалютын сүлжээний шимтгэл хэд вэ?",
    "faq_a18": `
        <ul class="list-disc leading-2 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Криптовалютын сүлжээний шимтгэлийн хэмжээ криптовалютаас хамааран өөр өөр тул та дараах холбоосоор орж дэлгэрэнгүй танилцана уу.</div>
            <a class="underline text-[#0000EE]" href="/fee">https://altex.mn/fee</a>
        </ul>
    `,
    "faq_q19": "5. Крипто зарлага хийхэд яагаад заримдаа уддаг вэ?",
    "faq_a19": `
        <ul class="list-disc leading-2 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Харилцагч нь өндөр дүнтэй крипто гүйлгээ хийх хүсэлт гаргасан тохиолдолд харилцагчийн аюулгүй байдлын үүднээс Cold wallet-д байгаа криптог Hot wallet руу шилжүүлэх үйл явц хүлээлдэх тохиолдол гардаг.</div>
        </ul>
    `,
    "faq_q20": "6. Флоат данс гэж юу вэ?",
    "faq_a20": `
        <div class="font-montserrat text-[0.7rem] sm:text-[0.9rem]">
            <div>Алтекс дижитал бирж дээр зөвхөн бүртгэлтэй харилцагчид хоорондоо арилжаа хийхээс гадна олон улсын нэгдсэн хөрвөх сантай арилжаа хийж болдог. Тухайн арилжаанд оролцохын тулд Алтекс дижитал бирж нь олон улсын дансанд мөнгө байршуулдаг ба биржийн харилцагчид хөрвөх сангаас токен худалдаж авсан тохиолдолд дансанд байршуулсан мөнгө багасч эсрэгээр бирж дээр токен зарсан тохиолдолд ихсэх зарчмаар арилжаа явагддаг. </div>
            <div class="py-6">Энэхүү мөнгө байршуулдаг дансыг Флоат гэж нэрлэдэг. </div>
        </div>
    `,
    "faq_q21": "7. Гуравдагч этгээд болон хамтран эзэмшигчтэй дансаар гүйлгээ хийх боломжтой юу?",
    "faq_a21": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li>Бид гуравдагч этгээдийн гүйлгээг хүлээн авдаггүй бөгөөд гуравдагч этгээдээс ирсэн бүх мөнгийг буцаадаг.</li>
            <li>Хамтран эзэмшигчтэй данснаас гүйлгээ хийх тохиолдолд тухайн дансны бүх эзэмшигчид Know-Your-Customer (KYC)/ Know-Your-Business (KYB) баталгаажуулалтыг хийсний үндсэн дээр дансаараа Орлого/Зарлага хийх боломжтой болно.</li>
        </ul>
    `,
    "faq_q22": "8. Банкны мэдээллээ хэрхэн нэмэх вэ?",
    "faq_a22": `
        <ul class="list-disc leading-2 px-6 text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <li><span class="font-bold">Данс</span> цэс рүү орж <span class="font-bold">Зарлага</span> гэсэн хэсэгт дарна.</li>
            <li><span class="font-bold">Fiat currencies</span> жагсаалтаас валютаа сонгож, <span class="font-bold">Bank transfer</span> товчин дээр дарна. </li>
            <li><span class="font-bold">Add bank</span> товчин дээр дарж хүлээн авах банкны мэдээллээ оруулах цонх руу шилжинэ.</li>
            <li>Гарч ирсэн цонхонд <span class="font-bold">Банкны нэр, Дансны дугаар, Хүлээн авагчийн нэр, Банкны нэрийг</span> дахин бичиж <span class="font-bold">Submit</span> товчин дээр дарна.</li>
            <li>Утасныхаа <span class="font-bold">Google Authenticator аппликэйшний баталгаажуулах 6 оронтой тоог</span> бичиж оруулснаар таны хүлээн авах банкны мэдээлэл хадгалагдана. (Ингэснээр та дараагийн удаад зарлага хийхдээ банкны мэдээллээ шинээр оруулах шаардлагагүй болно.)</li>
        </ul>
    `,
    "faq_q23": "9. Фиат орлогын шимтгэлтэй юу?",
    "faq_a23": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Байхгүй.</div>
            <div class="mt-5">Баталгаажсан харилцагч нь фиат орлого хийхдээ Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын орлогын ханшаар тооцож төгрөгийн орлого хийнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,
    "faq_q24": "10. Фиат зарлагын шимтгэлтэй юу?",
    "faq_a24": `
        <div class="text-[0.7rem] sm:text-[0.9rem] font-montserrat">
            <div>Байхгүй.</div>
            <div class="mt-5">Баталгаажсан харилцагч нь фиат зарлага хийх хүсэлт гаргасан тохиолдолд Алтекс дижитал биржийн зарласан тухайн өдрийн ам.долларын зарлагын ханшаар тооцож төгрөгийн зарлага хийгдэнэ. </div>
            <div>Ханшийн мэдээллийг Харилцагчийн үйлчилгээний 7505-7775 дугаараар болон <a class="underline text-[#0000EE]" href="https://t.me/altexmn">https://t.me/altexmn</a> (Алтекс дижитал биржийн албан ёсны телеграм групп)-ээс авах боломжтой.</div>
        </div>
    `,

    "fee_deposit_title": "Орлогын шимтгэл",
    "fee_currency": "Валют",
    "fee_percent": "Шимтгэлийн хэмжээ",
    "fee_min": "Доод хэмжээ",
    "fee_max": "Дээд хэмжээ",
    "fee_ve4ified": "Баталгаат",
    "fee_trusted": "Итгэмжит",
    "fee_partner": "Түнш",
    "fee_nofee": "Шимтгэлгүй",
    "fee_withdraw_title": "Зарлагын шимтгэл",
    "fee_increase_message": "Та нэг өдөрт хийх зарлагын дүнг өсгөх хүсэлтэй бол <a href='/feedback' class='text-[#3973C5] underline'>ЭНД</a> дарж хүсэлтээ илгээнэ үү.",
    "fee_trade_title": "Арилжааны шимтгэл",
    "fee_maker_info": "Та захиалгаа өгснөөр тэр даруй арилжаа хийгдэхгүй болж Maker болж таны захиалга захиалгын дэвтэрт үлдэж, дараа нь өөр хүн биелүүлэх/тохируулахыг хүлээнэ.",
    "fee_taker_info": "Захиалгын дэвтэрт байгаа захиалгатай шууд таарч захиалга өгч буй арилжаачин",

    "posts_latest": "Хамгийн сүүлийн",
    "posts_readmore": "Цааш үзэх",
    "posts_breadcrumb_home": "Нүүр",
    "posts_breadcrumb_academy": "Академи",
    "posts_breadcrumb_news": "Зах зээлийн мэдээ",
    "posts_breadcrumb_basics": "Крипто мэдлэг",
    "posts_breadcrumb_projects": "Төслүүд",

    "basic_title": "НЭР ТОМЬЁОНЫ ТАЙЛБАР",
}

export default mn;