import { useState } from "react";

function FAQ() {
  return (
    <>
      <div className="bg-[#F5F5F5] relative w-screen -left-[calc(50vw-50%)] mt-[40px] pt-[80px] pb-[240px]">
        <div className="container mx-auto pt-[48px] max-w-[1200px]">
          <div className="flex w-full pb-[16px] border-b-[1px] border-b-[#CDCDCE] text-[18px] font-medium gap-[40px] mb-[24px]">
            <div className="relative text-[#35363B]">
              ХЭРЭГЛЭГЧИЙН ҮЙЛЧИЛГЭЭ
              <div className="absolute h-[2px] w-full bg-[#13A9FD] bottom-[-17px]"></div>
            </div>
            <a href="/user" className="relative text-[#CDCDCE]">
              ТӨЛБӨР ТООЦОО
            </a>
          </div>

          <Item title="1. Алтекс хаягаа хэрхэн устгах вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="2. Хувийн мэдээллээ хэрхэн шинэчлэх вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="3. Бүртгэлтэй имэйл хаягаа хэрхэн шинэчлэх вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="4. Нууц үгээ хэрхэн шинэчлэх вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="5. Өөрийн бичиг баримтаа хэрхэн оруулж хаягаа баталгаажуулах вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="6. Бүртгүүлэх болон хаягийн баталгаажуулалт хийхэд алдаа заагаад байна?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="7. Байгууллагын бүртгэлийн хүсэлт хичнээн хугацааны дараа баталгаажих вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="8. Хувь хүний хаяг хэдий хугацаанд баталгаажих вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="9. Компанийн хаяг нээхэд ямар бичиг баримтууд шаардлагатай вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="10. Хувь хүний хаяг нээхэд ямар бичиг баримтууд шаардлагатай вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="11. Алтекс биржид хэрхэн бүртгүүлэх вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="12. Танд Алтекс биржээс имэйл очихгүй байна уу?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>

          <Item title="13. 2FA хамгаалалтыг хэрхэн цуцлах болон идэвхжүүлэх вэ?">
            Хэрвээ та Алтекс бирж дээрх бүртгэлтэй хаягаа устгахыг хүсвэл contact@altex.mn-д хандан устгана уу. Таны хаягийг устгахаас өмнө аюулгүй байдлын үүднээс таныг таньж баталгаажуулах үйлдэл хийгдэнэ.
          </Item>
        </div>
      </div>
    </>
  );
}

const Item = ({title, children}) => {
  const [expanded, setExpanded] = useState(false);

  return (
    <>
      <div className={`${expanded ? "max-h-[1000px]" : "max-h-[67px]"} rounded-[8px] bg-[#FFFFFF] text-[#35363B] p-[24px] overflow-hidden transition-[max-height] duration-500 mb-[24px]`} onClick={() => setExpanded(!expanded)}>
        <div className="flex justify-between items-center font-bold mb-[14px]">
          <div>{title}</div>
          <svg width="17" height="9" viewBox="0 0 17 9" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M8.00438 6.28702L14.0544 0.330021C14.2698 0.118282 14.5598 -0.000366211 14.8619 -0.000366211C15.164 -0.000366211 15.4539 0.118282 15.6694 0.330021C15.7746 0.434253 15.8582 0.55831 15.9152 0.695024C15.9722 0.831737 16.0016 0.978395 16.0016 1.12652C16.0016 1.27465 15.9722 1.4213 15.9152 1.55802C15.8582 1.69473 15.7746 1.81879 15.6694 1.92302L8.81338 8.67302C8.60368 8.87741 8.32416 8.99451 8.03139 9.00064C7.73862 9.00677 7.45446 8.90146 7.23638 8.70602L0.336384 1.92902C0.230772 1.82499 0.146904 1.701 0.0896573 1.56426C0.0324108 1.42752 0.00292969 1.28076 0.00292969 1.13252C0.00292969 0.98428 0.0324108 0.83752 0.0896573 0.700779C0.146904 0.564038 0.230772 0.440047 0.336384 0.33602C0.551824 0.124281 0.841811 0.00563335 1.14388 0.00563335C1.44596 0.00563335 1.73594 0.124281 1.95138 0.33602L8.00438 6.28702Z" fill="#35363B" />
          </svg>
        </div>
        {children}
      </div>
    </>
  )
}

export default FAQ;