function PrivacyPolicy() {
  return (
    <>
      <div className="relative bg-[#F5F5F5] mt-[40px] mb-[77px] w-screen -left-[calc(50vw-50%)] text-[#35363B] font-light">

        <div className="container mx-auto px-[16px] pt-[80px] pb-[241px] max-w-[1232px]">
        <div className="font-light text-[14px] mb-[80px] text-[#3973C5]"><a href='/#'>Нүүр</a> &gt; Үйлчилгээ  &gt; Нууцлалын бодлого</div>

          <div className="font-bold text-[32px] mb-[24px]">Нууцлалын бодлого</div>
          <p className="pb-[20px]">Чойжин Алтекс ХХК нь (“бид”, “бидний” болон “Алтекс” гэх) таны цахимаар хийгдэж буй хувь хүний нууцыг хадгалах, бусдад задруулахгүй байхыг чухалчлах бодлого баримтална.</p>
          <p className="pb-[20px]">Энэхүү нууцлалын бодлого нь Монгол улсын Хувь хүний нууцын тухай хууль болон хувийн мэдээлэл, мэдээлэлтэй харьцах, хангахтай холбоотой хууль тогтоомж, дүрэм журмын дагуу хамтрагч байгууллага (BC групп)–ын хамт таны мэдээллийн аюулгүй байдлыг хангах үйлчилгээ үзүүлнэ.</p>
          <p className="pb-[20px]">Бид нууцлалын бодлогын дагуу харилцагчийн хувийн нууцыг хамгаалах үүрэгтэй. Таны хувийн мэдээллийг доор дурдсан зорилгоос (цаашид тодорхойлсноор) бусад ямар нэгэн зорилгоор зөвшөөрөлгүйгээр бусдад худалдах, солилцох, шилжүүлэх, задруулахгүй байхыг баримталж ажиллана.</p>
          <p className="pb-[20px] uppercase font-medium">Бид хувийн мэдээллийг хэзээ цуглуулах вэ?</p>
          <p className="pb-[20px]">Бид цахим үйлчилгээг харилцагчид саадгүй, түргэн шуурхай үзүүлэх зорилгоор харилцагчийн мэдээллийг үргэлж шинэчлэх бодлого барьж ажилладаг. Харилцагчийн хувийн мэдээллийг анх биржид бүртгүүлэх болон бусад шаардлагатай тохиолдолд цуглуулна.</p>
          <p className="pb-[20px] uppercase font-medium">Ямар мэдээлэл хувийн мэдээлэлд хамаарах вэ?</p>
          <p className="pb-[20px]">Дараах мэдээллүүдийг хувийн мэдээлэлд хамааруулна. Үүнд:</p>
          <p className="pb-[20px]">1. Таны овог нэр, төрсөн огноо;</p>
          <p className="pb-[20px]">2. Холбоо барих мэдээлэл – шуудангийн хаяг, цахим шуудангийн хаяг, утасны дугаар;</p>
          <p className="pb-[20px]">3. Олон нийтийн сүлжээ дэх профайлын мэдээлэл – хэрэглэгчийн нэр;</p>
          <p className="pb-[20px]">4. Санхүүгийн байдлын дэлгэрэнгүй мэдээлэл – зээлийн карт, банкны данс эсвэл төлбөрийн бусад мэдээлэл;</p>
          <p className="pb-[20px]">5. Блокчэйн мэдээлэл – блокчэйн хаяг болон түлхүүр;</p>
          <p className="pb-[20px]">6. Манай платформ – д бүртгүүлэхэд үүсгэсэн хэрэглэгчийн нэр, нууц үг;</p>
          <p className="pb-[20px]">7. Таны бидэнд илгээсэн аливаа мессежийг оролцуулан бидний зүгээс танд илгээсэн хариу, бусад харилцааны бүртгэл.</p>
          <p className="pb-[20px]">Та шаардлагатай хувийн мэдээллийг бидэнд бүрэн гүйцэд, үнэн зөвөөр ирүүлээгүй тохиолдолд бид бүтээгдэхүүн, үйлчилгээг (манай бүтээгдэхүүн үйлчилгээний санал болгож буй бүх функц, функцээр) хангах боломжгүй бөгөөд таны санал, хүсэлтэд хариу өгөх боломжгүй болно. Манай байгууллага нь үйл ажиллагаандаа холбогдох хууль тогтоомж, эрх бүхий байгууллагаас гаргасан дүрэм журам, зааврыг мөрдөх үүрэгтэй болно.</p>
          <p className="pb-[20px] uppercase font-medium">Бид хувийн мэдээллийг хэрхэн ашигладаг вэ?</p>
          <p className="pb-[20px]">Бид таны хүссэн үйлчилгээг үзүүлэх болон биржийн хуудсанд зочилж байгаа харилцагчиддаа зориулж үйлчилгээгээ сайжруулах зорилгоор мэдээллийг цуглуулдаг. Мөн бид холбогдох маягт, анкет дээр “заавал оруулах” болон оруулах шаардлагагүй мэдээллийг тодорхой зааж өгөх болно. “Заавал оруулах” шаардлагатай мэдээллийн хэсэгт та холбогдох мэдээллийг оруулах ба тухайн мэдээлэл нь үнэн зөв байх шаардлагатай. Хэрэв заавал бөглөх хэсгийн мэдээллийг оруулаагүй тохиолдолд бид үйлчилгээ үзүүлэх боломжгүй болно.</p>
          <p className="pb-[20px]">Бид дараах зорилгоор таны хувийн мэдээллийг ашиглана. Үүнд:</p>
          <p className="pb-[20px]">1. Харилцагчийн хэрэгцээ шаардлагад нийцсэн бүтээгдэхүүн үйлчилгээг хүргэх;</p>
          <p className="pb-[20px]">2. Таны өгсөн мэдээлэлд үндэслэн тохирох бүтээгдэхүүн үйлчилгээг санал болгох, үйлчилгээг сайжруулах;</p>
          <p className="pb-[20px]">3. Харилцагчийн эрсдэлийн үнэлгээг хийх, мэдээллийг шинэчилж хадгалах;</p>
          <p className="pb-[20px]">4. Гэмт хэргээс урьдчилан сэргийлэх, илрүүлэх, мөрдөн шалгах болон яллах бүх шатны эрх бүхий байгууллага шаардсан тохиолдолд мэдээлэл өгөх (үүнд мөнгө угаах, залилан болон бусад  санхүүгийн холбогдолтой гэмт хэргүүд хамаарна)</p>
          <p className="pb-[20px]">5. Монгол улсын болон олон улсын холбогдох хууль тогтоомж, дүрэм журам, шүүхийн шийдвэр, засгийн газрын хориг эсхүл бусад эрх бүхий байгууллагын хориг арга хэмжээ болон бусад шаардсаны дагуу.</p>
          <p className="pb-[20px]">Түүнчлэн холбогдох хууль тогтоомжид харшлаагүй тохиолдолд бид таны хувийн мэдээллийг дараах зорилгоор цуглуулж, ашиглаж болно.</p>
          <p className="pb-[20px]">1. Бидний зүгээс харилцагчид зарласан аливаа урамшуулал, урамшууллын хөтөлбөр зэрэг маркетинг хийх;</p>
          <p className="pb-[20px]">2. Бид болон гуравдагч этгээдээс бүтээгдэхүүн үйлчилгээ үзүүлэх, санал болгохтой холбогдуулан бусад зорилгоор болон бусад эх сурвалжаас (гуравдагч этгээдийг оролцуулан) цуглуулсан мэдээлэл өгөгдөлтэй хувийн мэдээллийг тааруулж шалгах;</p>
          <p className="pb-[20px]">3. Бидний тодорхойлсноор таны сонирхлыг татахуйц судалгааны тайлан, гарын авлага эсвэл бүтээгдэхүүн үйлчилгээ, тусгай санал, урамшууллын дэлгэрэнгүй мэдээлэл, хөрөнгө оруулалтын талаар мэдээллийг танд илгээх;</p>
          <p className="pb-[20px]">4. Зах зээлийн судалгаа хийх , үйлчлүүлэгчийн зан байдал, байршил, сонголт, хүн ам зүйн байдлыг ойлгох, дүн шинжилгээ хийх, танд бүтээгдэхүүн үйлчилгээ болон таны профайл сонголттой холбогдох тусгай санал маркетингийн хөтөлбөрүүдийг санал болгох.</p>
          <p className="pb-[20px] uppercase font-medium">Хувийн мэдээллийн аюулгүй байдал</p>
          <p className="pb-[20px]">Харилцагч захиалга өгөх, хувийн мэдээлэл оруулах, илгээх, нэвтрэх үед хувийн мэдээллийн аюулгүй байдлыг хангах үүднээс бидний зүгээс шаардлагатай арга хэмжээг хэрэгжүүлдэг. Иймд бид Танд найдвартай сервер ашиглахыг санал болгож байна. Таны оруулсан хувийн мэдээллийг Secure Socket Layer (SSL) технологиор дамжуулж, манай системд нэвтрэх тусгай эрх бүхий мэргэжилтнүүд хандах бөгөөд хувийн мэдээллийн санд шифрлэгдсэн нууцлалын зэрэгтэй байна. Бид хувийн мэдээллийг хадгалах, ашиглах үйл явцын хамрах хүрээнд эрсдэлийг тодорхойлж (боломжтой бол шифрлэлт, хуурамч нэр ашиглах) тохирсон хамгаалалтыг боловсруулж, хэрэгжүүлж ажилладаг.</p>
          <p className="pb-[20px] uppercase font-medium">Онлайн нууцлалын бодлого</p>
          <p className="pb-[20px]">Энэхүү онлайн нууцлалын бодлого нь онлайн болон оффлайн аль алинд нь компаниас гадуурх эх сурвалжаас цуглуулсан бүх хувийн мэдээлэлд хамаарна.</p>
          <p className="pb-[20px] uppercase font-medium">Таны зөвшөөрөл</p>
          <p className="pb-[20px]">Та хувийн мэдээллээ бидэнд илгээх, манай үйлчилгээг ашиглах, маягт бөглөх, эсвэл манай сайтад зочилсноор нууцлалын бодлого (одоогийн болон ирээдүйд шинэчлэгдэх) -д заасан мэдээллийг цуглуулах, ашиглах, боловсруулахыг хүлээн зөвшөөрсөнд тооцно. Хэрэв та нууцлалын бодлого болон үйлчилгээний нөхцөлд заасны дагуу хувийн мэдээллээ өгөхөөс татгалзсан бол манай биржийн үйлчилгээг авах боломжгүй.</p>
          <p className="pb-[20px] uppercase font-medium">Таны татгалзах эрх</p>
          <p className="pb-[20px]">Та хүссэн үедээ өөрийн мэдээллийг шууд маркетингийн зорилгоор ашиглуулахаас татгалзах эрхтэй. /Бидний зүгээс танд тохирсон үйлчилгээ, бүтээгдэхүүний талаар мэдээллийг таны хувийн мэдээлэлд үндэслэн гар утас болон имэйл хаягт хүргүүлэх/</p>
          <p className="pb-[20px]">Хэрэв та хувийн мэдээллээ шууд маркетингаас бусад зорилгоор ашиглахыг зогсоохыг шаардсан тохиолдолд бид цаашид үйлчилгээ үзүүлэх боломжгүй болох бөгөөд танд үзүүлсэн үйлчилгээний төлбөрийг хариуцах болно.</p>
          <p className="pb-[20px] uppercase font-medium">Манай нууцлалын бодлогод гарсан өөрчлөлт</p>
          <p className="pb-[20px]">Нууцлалын бодлого шинэчлэгдэх тухай бүр энэхүү хуудсанд шинэчилсэн хувилбарыг оруулах болно.</p>
          <p className="pb-[20px] uppercase font-medium">Хувийн мэдээллийг хадгалах</p>
          <p className="pb-[20px]">Бид таны хувийн мэдээллийг зөвхөн үйл ажиллагаанд шаардагдах хугацаагаар хадгалах бөгөөд ашиглах хугацаа дууссан тохиолдолд Хувийн мэдээллийг найдвартай устгах болон тусгай эрх бүхий хамтрагч байгууллагад мөн адил шаардлагыг тавих болно.</p>
          <p className="pb-[20px] uppercase font-medium">Хувийн мэдээлэлд хандах болон залруулах</p>
          <p className="pb-[20px]">Таны хувийн мэдээлэлд хандах эрх болон мэдээллийг залруулахыг Хувь хүний нууцын тухай хууль болон холбогдох хууль тогтоомжийн хүрээнд Та биднээс хүсэх эрхтэй. Энэ тохиолдолд бид хуульд заасан хэмжээгээр төлбөр авах эрхтэй. Европын холбооны харилцагчид хувийн мэдээллийг ашиглахтай холбоотой асуудлаар өөрийн оршин суугаа газрын хувийн мэдээллийг хамгаалах байгууллагад гомдол гаргах эрхтэй. Хэрэв танд энэхүү бодлоготой холбоотой санал хүсэлт, асуумж байвал доорх хаягаар холбогдоно уу:</p>
          <p className="pb-[20px]">CHOIJIN ALTEX LLC.</p>
          <p className="pb-[20px]">Email: contact@altex.mn</p>
          <p className="pb-[20px]">Хэрэв та хуулийн этгээдийг төлөөлж хүсэлт ирүүлсэн тохиолдолд бид уг хүсэлтийг шийдвэрлэхийн тулд төлөөлөх албан ёсны эрхтэй этгээд мөн эсэхийг батлах нотлох баримтыг шаардаж болно.</p>
          <p className="pb-[20px]">Энэхүү бодлогын Монгол хэл болон англи хэл дээрх хувилбаруудын хооронд зөрчил гарсан тохиолдолд Монгол хувилбарыг баримтална.</p>
          <p className="pb-[20px]"><i>Шинэчилсэн огноо: 26.01.2022</i></p>
        </div>
      </div>
    </>
  );
}

export default PrivacyPolicy;