function TermsOfUse() {
  return (
    <>
      <div className="relative bg-[#F5F5F5] mt-[40px] mb-[77px] w-screen -left-[calc(50vw-50%)] text-[#35363B] font-light">
        <div className="container mx-auto px-[16px] pt-[80px] pb-[241px] max-w-[1232px]">
          <div className="font-light text-[14px] mb-[80px] text-[#3973C5]">Нүүр &gt; Үйлчилгээ &gt; Үйлчилгээний нөхцөл</div>
          <div className="font-bold text-[32px] mb-[24px]">Үйлчилгээний нөхцөл</div>
          <ul className="space-y-[20px]">
            <li>НЭГ. НИЙТЛЭГ ҮНДЭСЛЭЛ</li>
            <li>1.1. Энэхүү Үйлчилгээний нөхцөл нь нэг талаас Харилцагч (цаашид “Та” гэх) болон нөгөө талаас Монгол Улсын холбогдох хууль тогтоомжийн дагуу үйл ажиллагаа явуулж буй “ЧОЙЖИН АЛТЕКС” ХХК (цаашид “Үйлчилгээ үзүүлэгч” гэх)-ийн хооронд байгуулагдсан бөгөөд цаашид үйлчилгээ үзүүлэхтэй холбогдсон харилцааг зохицуулна.</li>
            <li>1.2. Үйлчилгээний нөхцөл нь таны www.altex.mn (цаашид “Алтекс бирж” гэх) виртуал хөрөнгийн арилжааны биржийг ашиглах нөхцөл болон үйлчилгээ үзүүлэгчийн танд үзүүлэх үйлчилгээг бүхэлд нь тодорхойлсон тул эдгээр нөхцөлийг анхааралтай уншиж танилцана уу.</li>
            <li>1.3. Та энэхүү үйлчилгээний нөхцөлийг уншиж танилцан www.altex.mn вебсайт болон түүнтэй холбоотой аливаа вебсайт, утасны аппликэйшнд холбогдон бүртгүүлсэн, бүртгэлийн хаяг нээсэн болон нэвтэрсэн тохиолдолд доорх нөхцөлүүд болон “Нууцлалын бодлого”, “Мөнгө угаах, терроризмыг санхүүжүүлэхтэй тэмцэх тухай журам” болон бусад холбогдох нөхцөлийг зөвшөөрсөн гэж үзнэ.</li>
            <li>1.4. Та үйлчилгээ үзүүлэгчээс үзүүлж буй тусгай нөхцөл бүхий үйлчилгээг ашиглаж буй тохиолдолд тухайн үйлчилгээнд хамаарах тусгай нөхцөлийг хүлээн зөвшөөрсөнд тооцогдох бөгөөд уг тусгай нөхцөл нь энэхүү үйлчилгээний нөхцөлийн салшгүй нэг хэсэг болно.</li>
            <li>1.5. Монгол Улсын холбогдох хууль тогтоомж, олон улсын гэрээ, эсхүл холбогдох эрх бүхий этгээдийн шийдвэрээс хамааран энэхүү үйлчилгээний нөхцөл нь шинэчлэгдэх эсхүл өөрчлөгдөж болно.</li>
            <li>ХОЁР. НЭР ТОМЬЁО</li>
            <li>2.1. “Алтекс” гэж Үйлчилгээ үзүүлэгчийн үүсгэн байгуулсан виртуал хөрөнгийн биржийг;</li>
            <li>2.2. “Алтекс үйлчилгээ” гэж блокчэйн технологид суурилсан www.altex.mn вебсайт болон бусад хэлбэрээр энэхүү үйлчилгээний нөхцөлийн дагуу Танд үзүүлж буй бүх үйлчилгээг;</li>
            <li>2.3. “Бүртгэлийн хаяг” гэж энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрч, виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн платформд нэвтрэхэд ашиглагдах дахин давтагдашгүй бүртгэл (account)-ийг;</li>
            <li>2.4. "Арилжаа” гэж платформ дээр харилцагчийн хийж буй виртуал хөрөнгийг мөнгөн хөрөнгөөр арилжих, мөнгөн хөрөнгийг виртуал хөрөнгөөр арилжих, виртуал хөрөнгийг бусад виртуал хөрөнгөөр арилжих гүйлгээг;</li>
            <li>2.5. “Шимтгэл” гэж виртуал хөрөнгийн харилцаанд хамаарах банкны болон виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн зүгээс тогтоосон хувь, дүнгээр тооцогддог мөнгөн дүнг;</li>
            <li>2.6. “Виртуал хөрөнгө” гэж виртуал хөрөнгийг шилжүүлэх, арилжаалах боломжтой төлбөрийн, эсхүл хөрөнгө оруулалтын зорилгоор ашиглагдах дижитал илэрхийлэл бүхий эдийн бус хөрөнгийг;</li>
            <li>2.7. “Мөнгөн хөрөнгө” гэж Монгол Улсын болон бусад улсын Төв банкнаас гүйлгээнд гаргасан, төлбөрийн хууль ёсны хэрэгсэл болох мөнгөн тэмдэгтийг;</li>
            <li>2.8. “Виртуал хөрөнгийн харилцаа” гэж виртуал хөрөнгийн үйлчилгээ үзүүлэхтэй холбогдсон харилцааг;</li>
            <li>2.9. “Харилцагч” гэж доор байрлах “Хүлээн зөвшөөрч байна” гэсэн товчийг дарсан буюу энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрсөн этгээдийг;</li>
            <li>2.10. “Хэтэвч” гэж харилцагчийн виртуал байдлаар үүсгэж, хадгалж буй мөнгөн хөрөнгийг хадгалах дансыг;</li>
            <li>2.11. “Платформ” гэж виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн зүгээс олон улсын хөрөнгийн арилжааны платформын жишгээр буюу цахим Арилжаанд зориулсан, блокчейн (blockchain) технологи дээр суурилсан виртуал хөрөнгийг чөлөөтэй арилжаалах боломжийг олгож буй виртуал хөрөнгийн үйлчилгээ үзүүлэгчийн платформыг тус тус ойлгоно.</li>
            <li>ГУРАВ. ЭРСДЭЛИЙН БОДЛОГО</li>
            <li>3.1. Виртуал хөрөнгө нь хүчин төгөлдөр мөрдөгдөж буй Үнэт цаасны зах зээлийн тухай хууль, Компанийн тухай хууль, Үндэсний төлбөрийн системийн тухай хуульд заасан хувьцаа, үнэт цаас, төгрөгтэй адил үнэ цэнэ бүхий, мөнгөн хөрөнгөөр баталгаажаагүй. Монгол банкны зөвшөөрөлтэй төлбөрийн хэрэгслийн шинжийг агуулаагүй, компанийн хөрөнгө, хувьцаа хэлбэрээр баталгаажих боломжгүй тул ирээдүйд учирч болзошгүй эрсдэл, хохирлыг Та өөрөө бүрэн хариуцах болно.</li>
            <li>3.2. Үйлчилгээ үзүүлэгчийн гаргасан аливаа мэдээ мэдээлэл, мэдэгдэл нь хөрөнгө оруулалтын болон үүнтэй төсөөтэй аливаа зөвлөгөө биш бөгөөд таны арилжаа хийх шийдвэр гаргалтад шууд болон шууд бусаар нөлөөлөх зорилгогүй болно.</li>
            <li>3.3. Виртуал хөрөнгийн төрлүүд нь тус бүрийн онцлогоос хамаарч ханш болон хөрвөх чадвар их эсхүл бага хэмжээгээр хэлбэлзэх боломжтой. Энэхүү ханшийн хэлбэлзэл нь үйлчилгээ үзүүлэгчээс шалтгаалахгүй бөгөөд платформын үйл ажиллагаа нь програмчлалын алдаа, протоколын өөрчлөлт эсхүл бусад таамаглашгүй шалтгааны улмаас сүлжээнээс тасрах, тасалдах боломжтой. Үйлчилгээ үзүүлэгчээс үл хамаарах гадаад хүчин зүйлээс хамааралтай гэнэтийн шалтгааны улмаас учрах эрсдэлийг хариуцахгүй.</li>
            <li>3.4. Үйлчилгээний нөхцөлд виртуал хөрөнгийн харилцаанд хамаарах бүх асуудлыг тусгах боломжгүй болно.</li>
            <li>3.5. Зарим үйлчилгээ болон виртуал хөрөнгийн шинж, хууль эрх зүйн өөрчлөлт, зохицуулагч байгууллагуудын шаардлага зэргээс хамаарч дээрх нөхцөл өөрчлөгдөж болох бөгөөд үйлчилгээ авах, арилжаанд оролцохын тулд танаас нэмэлт мэдээллийг шаардаж болно.</li>
            <li>ДӨРӨВ. ХЭРЭГЛЭГЧИД ТАВИХ ЕРӨНХИЙ ШААРДЛАГА</li>
            <li>4.1. Харилцагч нь нэвтрэх эрх үүсгэж буй өдрийн байдлаар 18 нас хүрсэн (гадаад харилцагчийн хувьд тухайн харьяат улсын хууль тогтоомжид заасан эрх зүйн бүрэн чадамжтай буюу насанд хүрсэн) байх бөгөөд биржид бүртгүүлэхээр ирүүлсэн хувийн мэдээллийн үнэн зөвийг харилцагч өөрөө бүрэн хариуцна.</li>
            <li>4.2. Хуулийн этгээдийг төлөөлж байгаа тохиолдолд хуулийн этгээд нь үйлчилгээний нөхцөлийг бүхэлд нь хэрэгжүүлэх бүрэн чадамжтай болохыг баталгаажуулна.</li>
            <li>4.3. Хэрэглэгч нь биржийн платформыг мөрийтэй тоглоом тоглох, мөнгө угаах, залилан мэхлэх, сүрдүүлэг хийх, өөрийн эрх мэдэл, албан тушаалыг урвуулан ашиглах, терроризмыг санхүүжүүлэх болон хүчирхийллийн бусад үйл ажиллагаа зэрэг хууль бус үйл ажиллагаанд ашиглахыг хориглоно.</li>
            <li>ТАВ. ХЭРЭГЛЭГЧИЙН БҮРТГЭЛ БОЛОН БАТАЛГААЖУУЛАЛТ</li>
            <li>5.1. Таныг бүртгүүлэх явцад үйлчилгээ үзүүлэгчээс шаардсан хувийн мэдээллийг дараах зориулалтаар ашиглана. Үүнд Мөнгө угаах, терроризмыг санхүүжүүлэхтэй тэмцэх тухай хууль, Үй олноор хөнөөх зэвсэг дэлгэрүүлэх болон терроризмтой тэмцэх тухай хууль болон бусад холбогдох хууль тогтоомж, дүрэм журамд заасны дагуу харилцагчийг таньж мэдэх, хувийн хэрэг үүсгэх болон хуульд нийцсэн бусад зорилгоор ашиглана.</li>
            <li>5.2. Үйлчилгээ үзүүлэч нь "Нууцлалын бодлого"-д зааасны дагуу харилцагчийн хувийн мэдээллийг цуглуулах, ашиглах, хадгалах эрхтэй бөгөөд тухайн харилцагчийн данс идэвхтэй байх хугацаанд болон данс хаагдсанаас хойш 5 жилийн хугацаанд дээрх мэдээллийг хадгалах эрхтэй байна.</li>
            <li>5.3. Танаас шаардах хувийн мэдээлэлд овог нэр, төрсөн он сар өдөр, регистерийн дугаар, иргэний үнэмлэхний хуулбар, харилцах дансны дугаар, цахим хаяг, холбоо барих утасны дугаар зэрэг бүртгэлийн явцад шаардагдах бусад мэдээлэл хамаарна.</li>
            <li>5.4. Харилцагч нь хуулийн этгээд байх тохиолдолд Гүйцэтгэх удирдлага эсхүл түүнтэй дүйцэхүйц албан тушаалтан, хувьцаа эзэмшигч, хуулийн этгээдийн эцсийн өмчлөгч болон тэдгээр нь улс төрд нөлөө бүхий этгээд мөн эсэх талаарх мэдээллийг авна.</li>
            <li>5.4. Харилцагч нь өөрийн гаргаж өгсөн мэдээллийн үнэн зөв эсэхийг бүрэн хариуцах бөгөөд нууцлал, аюулгүй байдлыг хадгалах болон өөрчлөлт орсон тохиолдолд тухай бүр шинэчлэх үүрэгтэй. Харилцагчийн хувийн мэдээлэл худал зөрүүтэй, хуучирсан зэргээс шалтгаалан учирсан аливаа хохирлыг өөрөө бүрэн хариуцна.</li>
            <li>5.5. Таны мэдээллийг санхүүгийн гэмт хэрэг, залилан луйвраас урьдчилан сэргийлэх зорилгоор холбогдох хууль тогтоомжид заасны дагуу</li>
            <li>гуравдагч эрх бүхий этгээдэд задруулж болохыг хүлээн зөвшөөрч байгаа болно.</li>
            <li>ЗУРГАА. ДАНСНЫ МЭДЭЭЛЭЛ, АЮУЛГҮЙ БАЙДАЛ</li>
            <li>6.1. Алтекс бирж нь таны виртуал хөрөнгийн шилжүүлгийн аюулгүй байдлыг хамгаалах бөгөөд ингэхдээ холбогдох дүрэм журмыг мөрдөнө. Харилцагчийн өөрийнх нь үйлдэл эрсдэл үүсгэх боломжтой байдаг тул та өөрийн хэрэглэгчийн нэр, нууц үгээ аливаа гуравдагч этгээдэд задруулахгүй, дамжуулахгүй байж өөрийн хувийн мэдээллийн аюулгүй байдлыг хангах үүрэгтэй.</li>
            <li>6.2. Та Алтекс биржид бүртгүүлэхдээ дараах нөхцөлүүдийг хүлээн зөвшөөрч байгаа болно.</li>
            <li>6.2.1. Бүртгэл үүсгэх</li>
            <li>6.2.1.1. Үйлчилгээ үзүүлэгчийн виртуал хөрөнгийн арилжааны биржээр дамжуулан энэхүү үйлчилгээний нөхцөлийг хүлээн зөвшөөрч, тодорхой шалгуурыг хангасны үндсэн дээр дахин давтагдашгүй бүртгэлийн хаягийг үүсгэх бөгөөд таны мэдээлэл, гүйлгээ болон арилжааны түүх, хэтэвчтэй холбоотой бүх мэдээлэл уг бүртгэлийн хаягт хадгалагдана. Та өөрийн бүртгэлийн хаягт энэхүү үйлчилгээний нөхцөлд заасны дагуу нэвтрэх нэр, нууц үгийг оруулах замаар нэвтрэх бөгөөд уг бүртгэлийн хаягаар нэвтэрсэн үед хийгдсэн бүх үйлдэл, арилжааны захиалга нь таны хийсэн хууль ёсны үйлдэлд тооцогдоно.</li>
            <li>6.2.1.2. Нэвтрэх нэр, нууц үг нь таны баталгаат гарын үсгийн адил хүчин төгөлдөр үйлчлэх ба өөрийн бүртгүүлсэн цахим хаяг, утасны дугаар болон бусад баталгаажуулах хэрэгслүүд нь таныг таних арга хэрэгсэл мөн болохыг зөвшөөрч байгаа болно.</li>
            <li>6.2.1.3. Та үйлчилгээнд нэвтрэх нэр, нууц үг болон бусад баталгаажуулалтын мэдээллийг мартсан, буруу оруулснаас арилжаанд оролцож чадаагүйн улмаас үүсэх аливаа хохирлыг бүрэн хариуцна.</li>
            <li>6.2.1.4. Хэрэглэгч нь биржийн платформд нэвтрэхдээ Two Factor Authentication буюу нэг удаагийн үүсгэгчийг идэвхжүүлнэ. Хэрэв хэрэглэгч нь нэвтрэх нууц үг, нэг удаагийн нууц (2FA) үгээ бусдад алдсан, мартсан тохиолдолд хүсэлт илгээн нэвтрэх эрхээ хаалгаж мөн буцаан сэргээж болно.</li>
            <li>6.2.1.5. Та өөрийн нэвтрэх нэр болон нууц үгийг 10 удаа буруу оруулсан тохиолдолд таны үйлчилгээний эрхийг автоматаар идэвхгүй болгоно. Та нэвтрэх нэр, нууц үгээ мартсан тохиолдолд үйлчилгээ үзүүлэгч нь таны бүртгэлтэй цахим хаягаар нууц үг шинээр үүсгэх холбоосыг илгээнэ.</li>
            <li>6.2.1.6 Үйлчилгээ үзүүлэгчээс таны бүртгэлийн хаягаар дамжуулан хүргүүлсэн аливаа мэдэгдэл, үйлчилгээний нөхцөлийн болон бусад нэмэлт өөрчлөлтүүдийг та нэвтрэх нэр болон нууц үгийн тусламжтайгаар өөрийн бүртгэлийн хаягт нэвтэрсэн байх үедээ зөвшөөрсөн тохиолдолд (баталгаажуулалт хийсэн бүх үйлдэл) тухайн мэдэгдэл, нэмэлт өөрчлөлтийг энэхүү үйлчилгээний нөхцөлийн нэгэн адил хүлээн зөвшөөрсөнд тооцогдоно.</li>
            <li>6.2.2. Хэтэвч нээх, ашиглах</li>
            <li>6.2.2.1. Үйлчилгээ үзүүлэгч үйлчилгээний нөхцөлд тусгагдсан арилжааны болон бусад шимтгэл, хураамжийг таны хэтэвчээс тухай бүр суутган авах эрхтэй бөгөөд тухайн шимтгэл хураамжийн онцлогоос хамааран мөнгөн хөрөнгө эсхүл виртуал хөрөнгөөр суутган авна.</li>
            <li>ДОЛОО. ХАРИЛЦАГЧИЙН ЭРХ, ҮҮРЭГ</li>
            <li>7.1. Харилцагч нь виртуал хөрөнгийг чөлөөтэй арилжих, хадгалах болон шилжүүлэх эрхтэй байна.</li>
            <li>7.2 Виртуал хөрөнгийн үйлчилгээ үзүүлэгчийг энэхүү үйлчилгээний нөхцөлд заасан зохих үүргээ биелүүлэхийг шаардах эрхтэй байна.</li>
            <li>7.3 Харилцагч нь Aлтекс дижитал биржийн үйлчилгээг ашиглах үедээ дараах нөхцөлүүдийг заавал мөрдөх үүрэгтэй.</li>
            <li>7.3.1. Алтекс дижитал биржийн үйлчилгээг холбогдох хууль тогтоомж, үйлчилгээний нөхцөл, шаардлагад нийцүүлж ашиглах.</li>
            <li>7.3.2. Алтексвиртуал дижитал биржийн үйлчилгээг ашиглахдаа нийтийн эрх ашиг, ёс суртахуун, нийтээр хүлээн зөвшөөрөгдсөн хэм хэмжээг болон бусад этгээдийн хууль ёсны эрх, ашиг сонирхлыг зөрчих, сөргөөр нөлөөлөх, таслан зогсоох үйлдэл хийхгүй бөгөөд уг биржийн үйлчилгээг бусад хэрэглэгч ашиглахад хориг саад учруулахгүй байх.</li>
            <li>7.3.3. Алтекс дижитал биржийн үйлчилгээг зах зээлийн луйварын шинжтэй үйл ажиллагаа хийхэд ашиглахгүй (тухайлбал, хэт хөөрөгдөл болон огцом уналтын төлөвлөгөө боловсруулах, хууль бус худал мэдээлэл түгээх, өөртэйгөө арилжаа хийх, мэдээллийг урьдчилж авах тохиролцоо хийх, их хэмжээний хуурамч захиалга хийх, халхавчлах эсхүл давхар захиалга хийх зэргээр хуулиар хориглосон эсэхээс үл хамаарч энэ төрлийн үйл ажиллагаанууд).</li>
            <li>7.3.4. Үйлчилгээ үзүүлэгчийн бичгээр олгосон зөвшөөрөлгүйгээр Алтек дижитал биржийн үйлчилгээтэй холбогдох мэдээллийг дараах хэлбэрээр арилжааны зорилгоор ашиглахыг хориглоно.</li>
            <li>7.3.5 Алтекс-ийн дижитал биржээс гаргасан виртуал хөрөнгийн зах зээлийн талаарх аливаа мэдээллийг ашиглаж мэдээллээр хангах, мэдээлэл түгээх үйлчилгээ явуулах.</li>
            <li>7.3.6 Алтекс дижитал биржээс олж авсан мэдээллийг ашиглаж, аливаа төлбөртэй буюу орлого олох зорилгоор аппликейшн, цахим хуудас, зөвлөх үйлчилгээ явуулах /сурталчилгааны болон хэрэглэгчийн мэдээлэл өгөх хөлс/.</li>
            <li>7.3.7 Үйлчилгээ үзүүлэгчээс бичгээр авсан зөвшөөрөлгүйгээр түүний өмчлөлийн аливаа мэдээлэл, зөвшөөрөл, загвар, барааны тэмдэг зэргийг хэсэгчилсэн болон бүхэлд нь хувилж олшруулах, хуулбарлах, өөрчлөх, хадгалах, шилжүүлэх, нийтлэх, дамжуулах, устгах зэргийг хориглоно.</li>
            <li>7.4. Алтекс дижитал биржид бүртгүүлснээр үйлчилгээний нөхцөлийг зөрчиж буй эсэхийг шалгах, холбоотой зохицуулалтын хүрээнд танд урьдчилан мэдэгдэлгүйгээр эсхүл зөвшөөрөл авалгүйгээр дараах арга хэмжээ авах эрхийг үйлчилгээ үзүүлэгчид олгосон болно. Үүнд:</li>
            <li>7.4.1. Захиалгын хүсэлтийг цуцлах болон хаах;</li>
            <li>7.4.2. Таны цахим хэтэвч, гүйлгээг царцаах;</li>
            <li>7.4.3. Эрх бүхий байгууллагаас шаардсан тохиолдолд холбогдох мэдээллийг хүргүүлэх;</li>
            <li>7.4.4. Илэрсэн зөрчил болон түүнтэй холбоотой авч хэрэгжүүлсэн арга хэмжээний талаар олон нийтэд мэдээлэл хүргэх;</li>
            <li>7.5. Энэхүү үйлчилгээний нөхцөлийг дуусгавар болгох буюу харилцагч бүртгэлээ устгах хүсэлт гаргавал Алтекс дижитал бирж нь хэрэглэгчийн эрхийг бүрэн эсхүл хэсэгчлэн хааж болно. Харилцагч бүртгэлээ бүрэн устгах хүсэлт илгээсэн үед тухайн харилцагчийн биелээгүй арилжааны захиалгыг цуцлах боломжтой бөгөөд биелсэн захиалгыг цуцлах боломжгүй. Харилцагчийн хүсэлтээр үйлчилгээний нөхцөлийг дуусгавар болгож, цахим хэтэвчийг хаасан тохиолдолд тухайн хэрэглэгчийн имэйл хаяг болон мэдээллийг сэргээх боломжгүй.</li>
            <li>НАЙМ. ДАНСНЫ МЭДЭЭЛЭЛ, АЮУЛГҮЙ БАЙДАЛ</li>
            <li>8.1 Алтекс дижитал биржийн шимтгэл, хураамжийг таны хэтэвчээс тухай бүр суутган авах эрхтэй бөгөөд тухайн үйлчилгээний онцлогоос хамааран мөнгөн хөрөнгө эсхүл виртуал хөрөнгөөр суутган авч болно.</li>
            <li>8.2 Та цахим хэтэвчнээс зарлагын гүйлгээ хийхдээ арилжааны банкин дахь өөрийн нэр дээрх төгрөгийн дансанд шилжүүлнэ.</li>
            <li>8.2.1 Таны цахим хэтэвч дэх үлдэгдэл арилжааны шимтгэлийг суутган авахад хүрэлцэхээргүй байх тохиолдолд уг арилжаа хийх захиалгыг үйлчилгээ үзүүлэгч биелүүлэх боломжгүй болно.</li>
            <li>8.3 Хэтэвч ашиглах, Мөнгөн хөрөнгийн зарлага гаргах</li>
            <li>8.3.1 Та арилжааны банкин дах өөрийн нэр дээрх дансны дугаарыг үйлчилгээ үзүүлэгчид өгөхийг зөвшөөрсөн болно. Үйлчилгээ үзүүлэгч нь уг мэдээлэлд үндэслэн тухайн данс болон эзэмшигчийн мэдээлэл таарч байгаа эсэхийг баталгаажуулан шалгах эрхтэй байна. Үйлчилгээ үзүүлэгчээс таны бүртгүүлсэн данс руу бага дүнтэй туршилтын гүйлгээ хийж, уг гүйлгээ амжилттай хийгдсэн тохиолдолд таныг уг дансны эзэмшигч мөн хэмээн үзэх бөгөөд зөвхөн туршилтын гүйлгээ амжилттай хийгдсэн данс руу таны цахим хэтэвчээс зарлагын гүйлгээ хийнэ.</li>
            <li>8.4 Хэтэвч цэнэглэх</li>
            <li>8.4.1 Таны цахим хэтэвчээ цэнэглэж буй мөнгөн хөрөнгө нь Монгол Улсын болон Олон Улсын Мөнгө угаах терроризмтай тэмцэх тухай хууль тогтоомж, хууль ёсны эх үүсвэрээс бүрдүүлсэн хөрөнгө байна.</li>
            <li>8.4.2 Та хууль тогтоомж эсхүл хүчин төгөлдөр гэрээ хэлцлийн дагуу эрх олгогдсоноос бусад тохиолдолд аливаа гуравдагч этгээдийн өмнөөс болон тэдгээрийн хөрөнгөөр өөрийн цахим хэтэвчийг цэнэглэж, арилжаанд оролцохгүй бөгөөд зөвхөн өөрийн хөрөнгөөр арилжаанд оролцох үүрэгтэй.</li>
            <li>8.4.3 Таны хэтэвчиндээ байршуулсан мөнгөн хөрөнгө хууль ёсны эх үүсвэрээс бүрдээгүй, эсхүл мөнгө угаах, терроризмыг санхүүжүүлэхтэй холбоотой, эсхүл бусад хууль зөрчсөн байж болзошгүй гэх үндэслэл бүхий эргэлзээ бий болсон тохиолдолд үйлчилгээ үзүүлэгч нь танд үйлчилгээ үзүүлэхээ зогсоож, төрийн эрх бүхий байгууллагад холбогдох хууль тогтоомжид заасны дагуу мэдэгдэх үүрэгтэй болно.</li>
            <li>ЕС. ҮЙЛЧИЛГЭЭГ ХЯЗГААРЛАХ</li>
            <li>9.1. Дараах тохиолдолд үйлчилгээ үзүүлэгчийн зүгээс таны захиалгат арилжаа, гүйлгээг биелүүлэхээс татгалзах, зогсоох, цуцлах, буцаах эрхтэй ба танд үйлчилгээ үзүүлэхээ зогсоох, шаардлагатай тохиолдолд таны бүртгэлийн хаягийг идэвхгүй болгох, устгах эрхтэй. Үүнд:</li>
            <li>9.1.1. Алтекс дижитал үйлчилгээг ашиглахдаа аливаа хууль тогтоомж болон Алтекс дижитал үйлчилгээний бусад нөхцөл, шаардлагыг зөрчсөн гэж үзсэн;</li>
            <li>9.1.2. Алтекс биржийн үйлчилгээг ашиглахдаа биржийн бусад харилцагчдын хууль ёсны эрх, ашиг сонирхлын эсрэг хууль бус үйл ажиллагаа явуулж байна гэж үзэх үндэслэл бүхий эргэлзээ төрсөн;</li>
            <li>9.1.3. Алтекс дижитал биржийн үйлчилгээг гэмт хэрэг, луйврын шинжтэй үйл ажиллагаанд ашиглаж байна гэж үзэх нөхцөл үүссэн (хууль бус худал мэдээлэл түгээх, үнийн хэт хөөрөгдөл болон огцом уналтын төлөвлөгөө боловсруулах, хуурамч захиалга хийх гэх мэт).</li>
            <li>АРАВ. ХАРИЛЦАГЧИЙН ЗАРЛАГЫН ХЯЗГААРЛАЛТ</li>
            <li>10.1. Харилцагч нь дижитал биржид үүсгэсэн өөрийн бүртгэлийг баталгаажуулснаар “Баталгаат” (Verified) харилцагч болох бөгөөд өдөрт хийгдэх зарлагын нийт үнийн дүн 7,000 ам.доллар хүртэл байна.</li>
            <li>10.2. Харилцагчийн хэрэгцээ шаардлагыг харгалзан түүний харилцагчийн шатлалыг ахиулах буюу өдрийн нийт зарлагын үнийн дүнгийн дээд хэмжээг дараах байдлаар нэмэгдүүлэн тогтоож болно.</li>
            <li>10.2.1. Баталгаат харилцагч нь сүүлийн 3 сарын хугацаанд арилжаанд идэвхтэй оролцсон буюу арилжааны нийт үнийн дүн 300,000 ам.доллар ба түүнээс дээш байх тохиолдолд харилцагчийн хүсэлтээр “Итгэмжит” (Trusted) харилцагч болгоно. Итгэмжит харилцагчийн өдөрт хийгдэх зарлагын үнийн дүнгийн дээд хэмжээ 30,000 ам.доллар байна.</li>
            <li>10.2.2 Баталгаат харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын үнийн дүнгийн дээд хэмжээг 10.2.1-д заасан хугацаанаас өмнө нэмэгдүүлэх хүсэлтийг үйлчилгээ үзүүлэгчид гаргаж болно. Энэ тохиолдолд харилцагч нь өдөр тутам хийгдэж буй зарлагад үнийн дүнгийн 1%-тай тэмцэх хэмжээний шимтгэлийг нэмж төлнө.</li>
            <li>10.2.3. Баталгаат харилцагч нь өөрийн хэрэгцээ шаардлагаас хамааран өдөрт хийгдэх зарлагын нийт үнийн дүнг 100,000 ам.доллар хүртэлх хэмжээгээр нэмэгдүүлэн “Түнш” (Partner) харилцагч болох боломжтой. Энэ тохиолдолд харилцагчийн өдөрт хийгдэж буй зарлагад ногдох шимтгэлийн хэмжээг үйлчилгээ үзүүлэгчтэй харилцан тохиролцож бичгээр баталгаажуулна.</li>
            <li>АРВАН НЭГ. ХАРИУЦЛАГА</li>
            <li>11.1 Та өөрийн бүртгэлээр нэвтрэн орсон үедээ хийсэн арилжааны захиалга, тэдгээрийн шууд болон шууд бус үр дагаврын улмаас танд учирсан аливаа хохирлыг үйлчилгээ үзүүлэгч хариуцахгүй болно.</li>
            <li>11.2. Та хууль бус үйл ажиллагаа явуулсан, үйлчилгээний нөхцөлийг зөрчсөн, бөгөөд санаатайгаар үйлчилгээ үзүүлэгч болон гуравдагч этгээдэд хохирол учруулсан тохиолдолд уг хохирлыг нөхөн төлөх үүрэг хүлээнэ.</li>
            <li>11.3. Таны санаатай буруу үйлдлийн улмаас учирсан бүх хохирлыг таны цахим хэтэвч дэх мөнгөн хөрөнгө, виртуал хөрөнгөөс үл маргах журмаар барагдуулна. Таны дижитал бүржийн бүртгэлээ устгасан, гэрээгээ цуцалсан нь хохирол барагдуулах үүргээс чөлөөлөгдөх үндэслэл болохгүй.</li>
            <li>11.4. Үйлчилгээ үзүүлэгч нь холбогдох хууль тогтоомжид заасны дагуу харилцагчийн цахим хэтэвчийг битүүмжлэх, гүйлгээг царцаах, хэрэглэгчийн эрхийг түдгэлзүүлэх эрхтэй болно.</li>
            <li>АРВАН ХОЁР. ХЭРЭГЛЭГЧИЙН БҮРТГЭЛИЙГ ЦУЦЛАХ</li>
            <li>12.1. Дараах тохиолдолд таны хэрэглэгчийн бүртгэлийг хааж, дижитал биржийн үйлчилгээг зогсоох бөгөөд ингэснээр энэхүү үйлчилгээний нөхцөлийг дуусгавар болсонд тооцно. Үүнд:</li>
            <li>12.1.1. Та холбогдох хууль тогтоомж, дүрэм журам болон энэхүү үйлчилгээний нөхцөлийг зөрчсөн гэх үндэслэл бүхий эргэлзээ бий болсон, эрх бүхий байгууллагаас холбогдох шаардлагыг үйлчилгээ үзүүлэгчид хүргүүлсэн;</li>
            <li>12.1.2. Үйлчилгээ үзүүлэгчид та хуурамч, худал мэдээлэл ирүүлсэн болох нь тогтоогдсон (Бусад этгээдийн нэрийг ашиглан бүртгүүлсэн, бүртгүүлэхээр оролдсон);</li>
            <li>12.1.3. Та дижитал биржийн үйлчилгээг дуусгавар болгох хүсэлт гаргасан;</li>
            <li>12.1.4. Үйлчилгээ үзүүлэгчийн зүгээс таны бүртгэл, дансыг хаах хууль тогтоомжид заасан бусад үндэслэл тогтоогдсон;</li>
            <li>12.1.5. Таны цахим хэтэвч дэх мөнгөн хөрөнгөөс Алтекс дижитад биржид төлөх холбогдох шимтгэл, хураамжийг суутгана.</li>
            <li>12.1.6. Таны цахим хэтэвч дэх хөрөнгийн үлдэгдэл нь үйлчилгээний шимтгэлийн дүнгээс бага байх тохиолдолд үлдэгдлийг шилжүүлэх үүрэгтэй.</li>
            <li>АРВАН ГУРАВ. МАРГААН ШИЙДВЭРЛЭХ</li>
            <li>13.1. Алтекс дижитал биржийн үйлчилгээтэй холбоотой аливаа маргааныг талууд эвийн журмаар шийдвэрлэхийг эрмэлзэх бөгөөд тохиролцоонд хүрч чадаагүй тохиолдолд Монгол Улсын шүүхэд хандаж шийдвэрлүүлнэ.</li>
            <li>АРВАН ДӨРӨВ. БУСАД</li>
            <li>14.1. Үйлчилгээ үзүүлэгч нь энэхүү үйлчилгээний нөхцөлд өөрчлөлт, нэмэлтийг хэдийд ч оруулах эрхтэй бөгөөд танд өөрчлөлт, нэмэлтийг бүртгэлтэй имэйл хаягаар тухай бүр мэдэгдэнэ.</li>
            <li>14.2. Та энэхүү үйлчилгээний нөхцөлд оруулсан нэмэлт өөрчлөлттэй танилцан эс зөвшөөрсөн тохиолдолд үйлчилгээ үзүүлэгчид тухай бүр мэдэгдэх үүрэгтэй бөгөөд бусад тохиолдолд нэмэлт өөрчлөлтийг хүлээн зөвшөөрсөнд тооцно.</li>
            <li>14.3. Үйлчилгээний нөхцөлийн аль нэг заалтыг эрх бүхий байгууллагаас хүчингүйд тооцсон нь бусад зүйл, заалтыг хүчингүй болгох үндэслэл болохгүй.</li>
          </ul>
        </div>
      </div>
    </>
  );
}

export default TermsOfUse;